[
    {
        "video_id": "c5ncvN3GJ5FKhEI",
        "title": "&quot;Fractured Realities: A Hard Rock Ballad of Chaos and Resilience&quot;",
        "description": "Experience &#039;Fractured Realities,&#039; a powerful hard rock ballad that journeys through chaos, pain, and ultimate triumph. Intense crescendos, haunting melodies, and raw emotion, hear it now!",
        "thumbnail": "https://addictiontube.com/upload/photos/2024/12/jiedQDJaU38MWtvmMI8n_22_bf7039ca652d0641fe7619aa203e8a98_image.png",
        "video_location": "https://addictiontube.com/upload/videos/2024/12/nv2J4kPKzUgQYDdBTrdR_22_eb4106e271da66eb79b91b8e30028f2c_video.mp4",
        "category_id": "1074",
        "song": "Shards of faces, broken and torn, A world unraveling, hope stillborn, Through jagged lines, the truth reveals, A pain so deep, a wound that heals. Muted grays, the weight of despair, Swirling reds a soul laid bare. Yet through the chaos, a light breaks free, A glimmer of hope, a chance to be Fractured reality, stories untold In colors that burn in hues that hold Through the lens of pain, beauty shines A canvas of hope in broken lines Hands reaching out, connection made Through the shadows, love and date Each brush strokes screams of battle's fault At testimates to lessons taught The dim little room, the scatters charts A life in pieces, a deck of cards Yet through the cracks, a beam of light A soul emerging from the night Fractured reality, stories untold In colors that burn in hues that hold Through the lens of pain, beauty shines A canvas of hope and broken lines Through murray's art, the truth is known, Addictions face, it seeds are sown. Not villains or victims, but heart that bleed A cry for justice, a call to heed. Fractured reality, stories untold In colors that burn in hues that hold Through the lens of pain, beauty shines A canvas of hope in broken lines Even in fragments, life finds a way A mosaic of hope from night to day James Murray's vision, a guiding flame To see the beauty to end the shame"
    },
    {
        "video_id": "DuJ97ETtMmrJlxQ",
        "title": "Echoes of the Abyss: A Haunting Ballad of Addiction and Redemption",
        "description": "Experience the raw emotion of &#039;Echoes of the Abyss,&#039; a powerful ballad about the relentless grip of addiction. A surreal journey through despair, resilience, and the fight for redemption.",
        "thumbnail": "https://addictiontube.com/upload/photos/2024/12/yAMlTxsQX863TCJsdmve_25_29e9839c967797b26c40ffc543d28d5d_image.png",
        "video_location": "https://addictiontube.com/upload/videos/2024/12/ztFrghObivo5UgGmTEiv_25_cde845c0ae7ba6597ad2be1443097474_video.mp4",
        "category_id": "1074",
        "song": "My soul's a glass fragile and mist, crumbling under what's left unsaid. Echoes of the abyss, where my heart once felt the sun. Now I'm lost in this abyss, chasing rays that never come. All the chains of my addiction, coil tied around my head. In this surreal dark conviction, where hope and despair debate. Under a sky of new rules threads, my thoughts are storm, the tempest brew. Fraction mirrors show the dread of a self-final long anew. Ghost of what I used to be, haunt the corners of my sight. Resilience is just a memory in the endless lonely night. Echoes of the abyss, where my heart once felt the sun. Now I'm lost in this abyss, chasing rays that never come. All the chains of my addiction, coil tied around my head. In this surreal dark conviction, where hope and despair debate. Pools of my past, they reflect my sin. In this wasteland, where I've lost my way, but a light oh so thin. From the doorway, cause my name in vain. Can I break these chains of sorrow, find the strength to rise once more. Or will I drown in this tomorrow, where hope's just an open door. In this echo, in this abyss, a surge for a sign, a single light. Maybe through this surreal mist, I'll find my way back to the fight. But from now, I'm just an echo, in this wasteland of my mind. Where addiction is my shadow, and all I see is what I've left behind."
    },
    {
        "video_id": "W4QxbcctpqC8i7G",
        "title": "The Price of Greed: A Haunting Anthem of Tragedy and Justice (Sacklers)",
        "description": "Discover &#039;The Price of Greed,&#039; a dark orchestral rock ballad that exposes the horrors of corporate greed and its human toll. Powerful lyrics and haunting melodies bring this tragic tale to life. The Sackler Family Pure Evil.",
        "thumbnail": "https://addictiontube.com/upload/photos/2024/12/m2cUKgcVF4eaAwqKsZVB_26_3dc0b84a67534a5abb03dc0b4038c0c0_image.png",
        "video_location": "https://addictiontube.com/upload/videos/2024/12/itxqurVjNsaFuW5PiQgE_26_d1eefd1fa096c1723d10fc760ad260d9_video.mp4",
        "category_id": "1074",
        "song": "Lives untamed They sold salvation Rapting gold They're greener fire Uncontrolled The sack was thrived As hearts were torn A tragedy fast A crisis born Oh, the price of greed A world betrayed In every tear Their wealth was made Beneath the riches The cries remain The scars they left The cost of pain Doctor Silenced Truth denied A diptious spread Like a rising tide Communities broken Children lost A fortune built As humanities caused They knew the danger They saw the signs Yet doubled down on their deadly lines The pills they pushed The lives they stole A legacy dark Divide of soul Oh, the price of greed A world betrayed In every tear Their wealth was made Beneath the riches The cries remain The scars they left The cost of pain How many tears How many graves How many souls They're greed and slave Their halls are famed Now I stand in red Their fortune forged On the countless dead On the price of greed A world betrayed In every tear Their wealth was made Beneath the riches The cries remain The scars they left The cost of pain But in the ruins Voices rise A call for justice That never dies From every shadow A light is born To heal the wounds To mend the tone Oh, the price of greed A world betrayed In every tear Their wealth was made Beneath the riches Oh, the price of greed Let it be known The pain they've sung The seeds they've grown A caution carved in blood and stone Never forget The lives they've thrown Oh, the price of greed Let it be known The pain they've sung The seeds they've grown A caution carved in blood and stone Never forget The lives they've thrown A caution carved in blood A caution carved in blood and stone Never forget"
    },
    {
        "video_id": "qWEnONW64eNISsl",
        "title": "Abstract Addiction: A Haunting Anthem of Pain, Hope, and Recovery",
        "description": "Experience &#039;Abstract Addiction,&#039; a powerful anthem blending art and emotion. This evocative song captures the struggle of addiction and the light of recovery through vivid imagery and haunting melodies.",
        "thumbnail": "https://addictiontube.com/upload/photos/2024/12/iadd8svTxTLYeLLHS1jL_26_7b4b09b2964a2e6dd9cb9418c991f1aa_image.png",
        "video_location": "https://addictiontube.com/upload/videos/2024/12/Kc8mXUdMlfRKWp4XMgdh_26_4e068d3cc615ecadaf69e3499af93b08_video.mp4",
        "category_id": "1074",
        "song": "Frank at this late morning you A struggle within a true fun told Shapes overlapping sharp and bright Reflect the pain of endless nights Swirling reds the deep dark black A heart in conflict A soul under attack Outstretched addiction A canvas of pain A fractured world where shadows remain Yet through the lines a light breaks through A story of who? A life-friendly Each brush strokes screams of isolation A cry for help lost vibration In clutter rooms and empty streets A battle for a life for peace The cubist forms the jagged lines Mirror the scars of broken times But even in the darkest use The glimmer of recovery breaks the blues Outstretched addiction A canvas of pain A fractured world where shadows remain Yet through the lines a light breaks through A story of who? A life-friendly Faces align the pieces men The chaos comes the nightmares And from shared lives to healing hearts A masterpiece where hope restarts I've stretched addiction A canvas of pain A fractured world where shadows remain Yet through the lines a light breaks through A story of who? A life-friendly In swirling reds and shards of grey The story speaks it finds its way Abstract addiction A call to see The power of art to set us free"
    },
    {
        "video_id": "8SmNQzk8T6vp5di",
        "title": "Unmasking the Heart: A Journey of Courage, Healing, and Triumph",
        "description": "Discover the inspiring story of Julia in &#039;Unmasking the Heart,&#039; a heartfelt ballad about overcoming fear, finding strength, and embracing hope through trials and healing. A must-hear anthem of resilience.",
        "thumbnail": "https://addictiontube.com/upload/photos/2024/12/gAtYDHnCLFfcCjIFb9dE_26_eaf5ac37fd1dadc0c2ed34d41b8f5df3_image.png",
        "video_location": "https://addictiontube.com/upload/videos/2024/12/xdnhePHoGjYe63hn2UFV_26_61784967a6b483fc20e7cdd8d8a3458a_video.mp4",
        "category_id": "1074",
        "song": "I'm not a fan of the song, but I'm not a fan of the song. I'm not a fan of the song, but I'm not a fan of the song. Behind the walls of silent fear, Julia hit year after year. After gone her voice so small, this judgment cast its shadow upon. She stood alone, afraid to call. Her courage grew within her heart. A whispered spark, a place to start. She took a step into them all, reaching out to open doors to find the strength she knew before. Unmasking the heart, breaking free. A journey taught her destiny. Through tears and trials, she found her way to live, to heal, to face each day. Through therapy, she learned her name. Released from judgment, guilt and shame. Each tear, a drop of healing grace, reflecting hope within her face. Her spirit found a sacred space. With each new day, she found her voice. A clearer path, a brighter choice. The shadows faded, the light grew near. A strange replace, her deepest fear, her purpose found her soul sincere. Unmasking the heart, breaking free. A journey taught her destiny. Through tears and trials, she found her way to live, to heal, to face each day. Now to the extent her voice of blame, a shining light of last evening. Unmasking the heart, breaking free. A journey taught her destiny. Through tears and trials, she found her way to live, to heal, to face each day. Her soul of courage, her path of grace, a beacon bright in every place. Unmasking the heart, she stands, a star, a star, a star, a star, a star, a star. A grace, a beacon bright in every place. Unmasking the heart, she stands, a star. Her tale of courage, her path of grace, a beacon bright in every place. Unmasking the heart, she stands, a star, a star, a star, a star, a star, a star, a star. Unmasking the heart, a beacon bright. Where the glory of strength is today."
    },
    {
        "video_id": "3vea3ieFBFJ2gWs",
        "title": "The Battle Within: Overcoming Struggle Through Love and Hope",
        "description": "Experience the journey of &#039;The Battle Within,&#039; a moving anthem of addiction, courage, and renewal. Follow a story of breaking chains, finding strength, and embracing love to reclaim life.",
        "thumbnail": "https://addictiontube.com/upload/photos/2024/12/YM5TVClHVIwogb2NvCPN_26_fe37b24324bba08c586544bce87ef454_image.png",
        "video_location": "https://addictiontube.com/upload/videos/2024/12/gbd8M2fgBm42Fn9O9OLk_26_837cb51440c48d50693e1428d85ebc75_video.mp4",
        "category_id": "1074",
        "song": "became a chain a cruel demand The shadows grew, his world turned gray The light of hope seemed far away Yet through the dark, a voice broke through You're not alone, we'll see this through The battle within the fight to survive To reclaim his soul, to feel alive With love as his armor, hope as his guide He found his strength, no need to hide With trembling steps He saw the cure The path was hard The pain was pure But in the struggle Strength was found A life rebuilt From broken ground His family stood there love with guide Through every tear and stormy tie Together forged, they're upon to knew A brighter world, a clearer view The battle within the fight to survive To reclaim his soul, to feel alive With love as his armor, hope as his guide He found his strength, no need to hide With trembling steps He found his strength, no need to hide Now he speaks out his voice alive For those still trapped In endless night His scars now tell the tale of grace A journey past the darkest place The battle within the fight to survive To reclaim his soul, to feel alive With love as his armor, hope as his guide He found his strength, no need to hide With love as his armor So let his story fuel your fight For every soul deserves the light Addictions change can all be broken Through love, through hope, through words unspoken"
    },
    {
        "video_id": "QHp4qvagQyO3A9s",
        "title": "Whispers on the Ridge: An Inspiring Poem of Redemption and Hope",
        "description": "&quot;Whispers on the Ridge&quot; is an evocative eight-verse poem inspired by Ethan’s profound journey of overcoming addiction and finding redemption. The poem explores themes of despair, resilience, and healing, bringing to life the emotional and transformative battle faced by those in recovery. It begins with Ethan standing on the edge of a ridge, contemplating a path of no return, only to be saved by the echo of his father’s wisdom. From there, the verses delve into his arduous journey through recovery, depicting sleepless nights, inner turmoil, and the triumph of rediscovering purpose. <br> <br>The cabin he builds on the ridge becomes a beacon of hope, representing not only his physical recovery but also the rebuilding of his spirit. Through beautifully crafted imagery and an empathetic tone, the poem serves as a reminder that even in the darkest of moments, light and redemption are within reach. <br> <br>Whether you are seeking inspiration or simply drawn to stories of resilience, &quot;Whispers on the Ridge&quot; offers a powerful reflection on the human capacity to heal and rebuild. Each line invites readers to feel the weight of Ethan’s struggles while celebrating the strength of his recovery. This poem is a testament to hope, perseverance, and the transformative power of community and purpose.",
        "thumbnail": "https://addictiontube.com/upload/photos/2025/01/YKq53Phk4EJ3qX2ukgD4_15_2df660f4530c56689704a8c54deec9ca_image.png",
        "video_location": "https://addictiontube.com/upload/videos/2025/01/4GKLYkwByPWCiqr6zJVY_15_a22f06f7fea5615e871f4dd8936dff80_video.mp4",
        "category_id": "1074",
        "song": "Music Whisper's on the ridge of redemption and hope On the edge of the ridge shadows danced Life's weight pressing his last chance The cold wind whispered through the trees A prayer of lead carried by the breeze Ethan's heart once a steady flame Flickered now dimmed by guilt and shame The abyss below called his weary soul But a father's voice spoke of making hope Storms won't last, they always pass The words rose like sunlight through the grass A trembling step, nodding to the folly But toward a fight, a life destroyed Through sleepless nights and harrowing days He stumbled forward, mild in haste Yet hands that once traveled with regret Built to new with each plank they said The cabin stood where despair had drawn Cruisted by hope when darkness once fell It's a wholesome whisper of strength we gave A battle's won and lives unshaped Ethan's stories spread like the dawn A light for souls whose hope was gone He stood as proof of beacon pride That even in shadows there's guiding light On the ridge he meets each dawner knew A reminder of the life he grew From broken dreams to a healing hand A symbol of hope across the land Now others walk with a path he carved Guided by strength his soul had stopped Through his journey a less honest hope That from ashes rise hearts of gold"
    },
    {
        "video_id": "1OKFgPbSiaTbF9e",
        "title": "The Last Bridge to Hope: A Poetic Journey of Strength and Redemption",
        "description": "This heartfelt poem, The Last Bridge to Hope, encapsulates the emotional turbulence and eventual triumph of a woman’s journey through addiction. Through vivid imagery and empathetic verses, the poem explores the depths of despair and the flickers of light that guide her back to hope. Inspired by the human spirit’s resilience, this poem speaks to the power of love, determination, and transformation. It’s a poignant reminder that even in the darkest moments, there lies a bridge to a brighter future. Perfect for those seeking inspiration or a deeper connection to stories of recovery, this poem offers solace, strength, and a profound message of hope.",
        "thumbnail": "https://addictiontube.com/upload/photos/2025/01/gPjGAaqZby8RfYVkkCHc_16_36cf9f395a75b1d3fcef32ae4a1e6189_image.png",
        "video_location": "https://addictiontube.com/upload/videos/2025/01/VF9nBgKJuqzRUPz3kYAY_16_f5cbe2e8775a37f4363e554f851f38cd_video.mp4",
        "category_id": "1074",
        "song": "In shadows deep where whispers dwell, she fought the demons that stories tell. A mirror cracked a soul laid bare. Her world dissolved in endless despair. The city lights would dim and fade. A path of pain her choices made. Yet in the darkness a flicker of light, a call to rise to claim the night. Her mother's tear, her father's plea. A reminder of what life could be. A letter found with loves and breaks became her guide to leave that place. Through trials, harsh battles long. She found her strength, she found her song. The echoes of pain began to cease. Replaced by hope by inner peace. Each step forward, a victory won. Her new life journey had just begun. From a wreckage deep, the sky is so clear she found her song. She shed her fear. Her voice now loud, her story told. A beacon for those caught in the cold. A bridge of hope she chose to build. A legacy of love, her soul fulfilled."
    },
    {
        "video_id": "bA1PsBB3gTLJnAZ",
        "title": "Noah’s Redemption Song: A Poem of Hope, Music, and Recovery",
        "description": "&quot;Noah’s Redemption Song&quot; is a poignant and evocative poem inspired by the incredible story of a man who triumphed over the darkness of addiction through the transformative power of music and love. Each verse resonates with raw emotion, charting Noah&#039;s journey from the abyss of despair to the light of redemption. The poem captures the essence of resilience, illustrating how even in the face of unimaginable pain, the human spirit can find strength and purpose. <br> <br>The verses echo Noah&#039;s struggle with heroin addiction, his harrowing battles during rehab, and the pivotal moments that rekindled his passion for music. With the unwavering support of his sister and the memory of his late father guiding him, Noah discovered a way to transform his suffering into a source of healing—not just for himself but for countless others. <br> <br>Through vivid imagery and rhythmic lines, &quot;Noah’s Redemption Song&quot; brings readers into the heart of his story. The poem is more than an artistic expression; it’s a beacon of hope for those seeking their own path to recovery. It reminds us that no matter how lost we may feel, redemption is always possible when we have courage, love, and determination. <br> <br>Perfect for anyone who has struggled with addiction or supported a loved one in their recovery, this poem is an inspiring testament to the resilience of the human spirit.",
        "thumbnail": "https://addictiontube.com/upload/photos/2025/01/agkXYZxW6foLe7kCmwy2_16_33a4c4301bbe90806d238ed2edf68a7f_image.png",
        "video_location": "https://addictiontube.com/upload/videos/2025/01/BJid6e296IgzLSP1fqJO_16_eef140ef016f9976177bddcae2653609_video.mp4",
        "category_id": "1074",
        "song": "In shadows deep where silence cries A soul was lost beneath dark skies The melodies faded, dreams turned to dust Hope crumbled under additions to dust Yet in the echoes of a hollow tune A father's voice pierced the gloom Rice, my son reclaim your flame Life's not a song you leave in shame Through trembling hands and shattered strings The chords of change began to sing A sister's love, a guiding star Lift the way through the scars You rehabbed halls, he faced his past Each painful note, a healing cast The music returns soft and bright Transforming pain and to strengthen life With every strong, his spirit soar A melody forged from love we stole A non-profit boy, a resonant slave Full lives to heal for hearts and chains The concert came, a full circle sea A manly boy, where he once feared His gifts are saying for those in strife A handful of songs of life The most you know echoes wide A beacon for those who fight inside His music lands no worth anything A timeless truth, a home of tale So here is story let it fly The shadows rise to each higher A Milky Way song from robbed at Gunt вс."
    },
    {
        "video_id": "HVkj1vGdnzGEG1W",
        "title": "GREED: Nan Goldin’s Fight Against the Sackler Legacy",
        "description": "&quot;GREED: A Poetic Exposé on the Sackler Legacy and Nan Goldin&#039;s Fight for Justice&quot; captures the devastating impact of the opioid epidemic, unveiling a story of unchecked greed, human suffering, and the unyielding pursuit of accountability. Through vivid and emotional verse, this poem brings to life the tragic consequences of corporate exploitation and addiction. Inspired by real events, it explores the anguish of families torn apart, the relentless grip of opioids, and the lives stolen by greed.  <br>  <br>This poetic narrative also highlights the bravery of Nan Goldin, an artist and activist who took a stand against the Sackler family. Her relentless protests in museums worldwide shed light on their role in the opioid crisis and stripped their name from cultural institutions. Goldin&#039;s efforts symbolize the fight for justice and give voice to the countless victims of the Sackler empire.  <br>  <br>The poem transitions from despair to hope, honoring the resilience of those who have suffered, fought back, and rebuilt their lives. It’s a tribute to advocacy, systemic change, and the power of individuals to challenge injustice.  <br>  <br>Ideal for readers seeking emotionally charged poetry, advocates for change, or those affected by addiction, &quot;GREED&quot; offers a poignant reflection on the tragedy of opioids and a powerful message of hope. Share this journey of pain, resilience, and courage with those ready to confront the truth and work toward a better future.",
        "thumbnail": "https://addictiontube.com/upload/photos/2025/01/E2yc8u1LTP9dvHcMrxWa_16_6beaf0ddfe063c4d6d179b5067da7306_image.jpg",
        "video_location": "https://addictiontube.com/upload/videos/2025/01/vIZnpAWPJFqastSpmVg9_16_e241f40b97bf92d6216f38e87be1e7dd_video.mp4",
        "category_id": "1074",
        "song": "In the galleries of grandeur, we shadows creep. Lies the story of pain, of secrets we keep. Marble halls with names edged in stone, funded by grief. Where the broken have grown. The sacchlear name, a gilded façade, built on despair and lives left scarred. Hoxes poison, river of tears, drowning families and sorrow and fears. Angled in rows, we fire in her eyes to battle the lies to one cover the cries. No more shout, their wealth conceal the shame. She tore through the darkness, reclaimed the flame. Through lenses she captured the faces of pain. The hollowed victims of sacchlear serene. In shadows of temples, their names would gleam. Yet beneath lay the echoes of a shattered dream. She marched through the halls with justice in hand, a call for truth. A voice put it down, your donations are tainted, your legacy cold. Strip their names from the walls, their greed on control. Angled in rows, we fire in her eyes to battle the lies to one cover the cries. No more shout, their wealth conceal the shame. She tore through the darkness, reclaimed the flame. A dying stage, on the marble floors, prescriptions slip scattered like livestock. Angled in rows, we fire in her eyes to battle the cries. They pled not guilty as their billions grew. While towns and families fell apart untrue, Nance fight lit the spark in a world gone numb. Shining light where shadows succumb. The wings at the man, their hauls in the loof. Golden's battle made the world disapprove. No justice in courts, but in the hearts of the lost, the sacchlear named Strip, their empire in boss. The rich claimed immortality in stone. Yet golden revealed they were truly alone. No wealth can erase the pain they spread, no legacy. And it's all the dead. As per too far of town, their dying is direct. The victim's voices form the realest time. Now stood on yielding, her resolve on faith. Her art, a weapon, her courage, a blade. Angled in rows, we fire in her eyes to battle the cries. To uncover the cries, no more shout, they're welcome. See if the shame keeps on through the darkness. Reclaiming the blame. A victory hollow, a fulfillment. The lives were lost in their pretence. And the strife and silence, all the sad world is wings. The whispers of healing and better things. Ands voice lingers her mission clear. To hold accountable, to make them here. From shadows to light, her true shower name. A legacy of justice born from pain. Angled in rows, we fire in her eyes to battle the cries. To uncover the cries, no more shout, they're welcome. See if the shame keeps on through the darkness. Reclaiming the blame. Angled in rows, we fire in her eyes to battle the cries. To uncover the cries, no more shout, they're welcome. See if the shame keeps on through the darkness. Reclaiming the blame. Angled in rows, we fire in her eyes to battle the cries. To uncover the cries, no more shout, they're welcome. See if the shame keeps on through the darkness. Reclaiming the blame. Angled in rows, we fire in her eyes to battle the cries. To uncover the cries, no more shout, they're welcome. See if the shame keeps on through the darkness. Reclaiming the blame."
    },
    {
        "video_id": "vx1ggEnWUfLSgU1",
        "title": "Whispers in the Void: Haunting Song of Despair and Resilience",
        "description": "Whispers in the Void is a hauntingly beautiful song that takes readers on an emotional journey through despair, isolation, and ultimate resilience. With vivid imagery and poignant storytelling, the song delves into the shadows of human struggle, capturing the inner conflict of a soul searching for light in the midst of darkness. Each verse unfolds like a cinematic scene, where whispers from unseen realms guide the protagonist through a labyrinth of fear, sorrow, and faint glimmers of hope. <br> <br>The poem’s ethereal tone and gripping language resonate with anyone who has faced moments of uncertainty and sought solace in the promise of brighter days. Its haunting cadence, coupled with chilling metaphors, creates an immersive experience that lingers long after the last stanza. <br> <br>Whether you are drawn to tales of emotional depth, themes of overcoming adversity, or the artistic beauty of haunting poetry, Whispers in the Void delivers a powerful message of strength amid the shadows. It’s not just a song, it’s an exploration of the human spirit and its capacity to endure. <br> <br>Perfect for lovers of dark, evocative literature, this poem is a timeless reminder that even in the void, hope can whisper and guide us toward redemption.",
        "thumbnail": "https://addictiontube.com/upload/photos/2025/01/gjuA69evOpdLj7X4Azg5_20_22b58bf904b97ec6c6db029b528df248_image.jpg",
        "video_location": "https://addictiontube.com/upload/videos/2025/01/LDKdgsNgmmsPgR4d57zr_20_89ce93c56763c0010f35f6a52581c4d8_video.mp4",
        "category_id": "1074",
        "song": "The shadowed past a fleeting flame lost in the depths of endless shame. A cry for hope, a silent plea through haunted nights. She longs to be free. The echoes call her heart beats low. A fragile light begins to grow through broken dreams. Her spirit fights against the void of endless nights. A mirror shows the pain she hides. A sore torn bed where fear resides. The chains of a gild they start to break. As whispers purge her heart to wake. Through storms of sorrow, steps she takes. A fragile thread of hope where you make each haunting voice. Becoming her guide through scars she wears with humbled pride. The winds of change they softly sing. Her shattered heart begins to cling. To whispers now no longer call. A story new. Her strength unfolds she stands alone beneath the sky. Her past awaited she can't deny. But in the silence, strength she finds. The haunting whispers free her mind. Each step she takes, the shadows wane. Her voice now rises through the pain. A hint of hope of love reborn from endless night. A brighter one. The void wants hope but now she stands. The haunting whispers in her hands. Her past assault her scars her guard. A haunting beauty she wore her. Whispers in the void they call her name. Through the haunting door she feels the flame. From broken nights her voice takes flight. A soldier was hot. The void wants cold but now she stands. The haunting whispers in her hands. Her past assault her scars her guard. A haunting beauty she wore her. Whispers in the void they call her name. Through the haunting door she feels the flame. From broken nights her voice takes flight. A soldier born through endless night."
    },
    {
        "video_id": "Z2ZqQy4vFF3ctaV",
        "title": "Through the Lens of Light: Inspired by Nan Goldin",
        "description": "&quot;Through the Lens of Light&quot; is an emotionally stirring anthem inspired by the life and activism of Nan Goldin. The song weaves a journey from personal pain to collective empowerment, capturing the raw beauty of resilience. Each verse paints vivid imagery of Goldin’s battles, from her struggles with addiction to her fight against the Sackler family’s role in the opioid crisis. Uplifting and deeply inspirational, the song’s chorus serves as a rallying cry for truth and justice: “Through the lens of light, the shadows fall.” <br> <br>The powerful lyrics emphasize the transformative role of art as both weapon and shield, celebrating Goldin’s ability to turn vulnerability into strength. With themes of activism, courage, and hope, the song honors lives touched by the opioid epidemic and those who dare to fight back. Its poignant verses and uplifting melody resonate with anyone seeking light in the darkest moments, making it a tribute not only to Goldin but to all who use their voices to create change. <br> <br>This song stands as a reminder that through art, action, and unyielding determination, the human spirit can rise above the deepest pain to inspire a brighter, more compassionate world.",
        "thumbnail": "https://addictiontube.com/upload/photos/2025/01/mdZ5hwduQILdRlh5aM9g_19_8d612350a8d8c14f1702566cbdbb98c2_image.jpg",
        "video_location": "https://addictiontube.com/upload/videos/2025/01/btVbyk32pOybrXUOFsFr_19_a9becc4084546c8f8c3127d8b61370cc_video.mp4",
        "category_id": "1074",
        "song": "Music Born in shadows, found by pain A sister's voice lost in the rain The weight of silence, a heavy chain Yet the spark of truth would still remain Through the lens, a world revealed The wounds we hide, the scars conceal In every frame, a life on the sea The Lord, the lowest truth, the pain they will New York night, the city rose Beyond dreams and broken doors Through battered hearts and endless wars She painted life with love restored A diction script, a shadows cry The field that stole the morning sky The strain was forged, she dared to try To fight the lies, to testify A call to arms The truth in you, a voice that tore the silence through With pale bottles thrown, the silence knew It's ample of grief, what's come believed to Through dying stage, a rebels plea She claimed the halls for you and me To honor lives lost in the sea Pain and shame now send them free Oh, oh, oh, oh, oh, oh, oh, oh, oh Art is with love as she is A soul that bends but does not yield A precious truth lightens, it feels A legacy that time has seen A sister's flame, her guiding star A beacon shining in here and far To play the Lord, we are who we are A brighter world, no one can walk Through the lens of light, the shadows fall A beacon shining in here and far To paint and love, we are who we are A brighter world, no one can walk Through the lens of light, the shadows fall Through the lens of light, the shadows fall A voice of truth, it feels A horror, a horror, from the patient room Her spirit stands A brighter world, shaped by her hands A brighter world, shaped by her hands"
    },
    {
        "video_id": "VIS8t7KN36oOBEm",
        "title": "Echoes of Truth: Nan Goldin’s Art, Activism, and Resilience",
        "description": "&quot;Echoes of Truth&quot; is a poignant reflection on the intertwining of art, addiction, and activism. Inspired by Nan Goldin’s life and her fearless quest for justice, this song delves into the raw beauty of human experience. Each stanza captures the journey from personal pain to collective empowerment, blending vivid imagery with deep emotional resonance. The song portrays Goldin’s early rebellion against silence, her immersion in art, and her courageous activism against the Sackler family. With themes of resilience, vulnerability, and hope, this piece invites readers to confront uncomfortable truths while celebrating the indomitable human spirit.",
        "thumbnail": "https://addictiontube.com/upload/photos/2025/01/tSBEjmLZlYAKzPiWa3sV_21_1fa76db19d12bae49c7e2f0cfc090ebc_image.jpg",
        "video_location": "https://addictiontube.com/upload/videos/2025/01/7sPXaHoSEulnhLycgYlr_21_7552f1f500a8d8a96658fedb6aa7bfe7_video.mp4",
        "category_id": "1074",
        "song": "The need the way of shadows deep, a voice arose from haunted sleep. In whisper soft, a truth was born to pierce the veil of silence warm. A sister's cry of world denied through shards of pain her spirit cried. Rebellion stirred where love had fled and art became what truth had bled. The lens, a window, a roar and bear caught fleeting lives that dare to dare. From joy to sorrow last to pain each frame of heart beats fleeting again. The city's home, its dizzy flight neon dreams and endless night. Through paradise and hearts astray the artist loved her own ballet. Yet darkness called its grip on kind and shadows claimed both heart and mind. Through needles, kiss and powders you the fight for life began anew. From lashes rose a voice of steel the sackers greet their hidden light. That fiery truth they dared deny through art and action bodies fell in museums' holes a tolling bell. Each protest cried this blood is real each word a wound that tied a wound. No beauty lives where shadows tread. Broken paths which prove this blood and ensnighted yours her vision clear. A mirror held to what we fear. A mirror held to what we fear."
    },
    {
        "video_id": "O7t1h3IBdYXfCtx",
        "title": "Broken Feast: A Dark and Powerful Song on Health and Change",
        "description": "&quot;Broken Feast&quot; is a dark, haunting song that delves into the heart of North America’s health crisis. With gripping verses and a powerful chorus, it paints a vivid picture of the unhealthy cycles many are trapped in, from sugar addiction to fast-food dependency. The song reflects on the impact of poor choices on families, communities, and future generations while offering a glimmer of hope for change. <br> <br>Emotionally raw and deeply resonant, &quot;Broken Feast&quot; aims to inspire listeners to rethink their eating habits and reclaim their health. The lyrics juxtapose the allure of convenience with the harsh realities of its consequences, creating an anthem that speaks to the soul. <br> <br>The song’s dark and reflective tone is balanced by a call to action, urging listeners to rise above misinformation and embrace wellness. It’s not just a critique of current habits but a reminder of the power we hold to rewrite our stories. With a soulful melody and poignant lyrics, &quot;Broken Feast&quot; is a wake-up call for all who hear it, challenging them to break free from the chains of unhealthy living and seek a brighter, healthier future.",
        "thumbnail": "https://addictiontube.com/upload/photos/2025/01/fymZ2VlZdPgEDq9ysBnM_24_12f9fd4cabe8b2da83185a0f10f07432_image.png",
        "video_location": "https://addictiontube.com/upload/videos/2025/01/8UxVawxpOcjEqpoNnZc9_24_d6ad6d74f4cfa515346b872bff0aa0b8_video.mp4",
        "category_id": "1074",
        "song": "Schweman Street We didn't know the rappers whisper in the dark Legacy of broken hearts Retreat our health for fleeting taste And leave behind a world of waste Can we rise? Can we break free? For sure, your chains and misery A broken feast, a haunted knife It's time to fight to seek the lies The screens are screaming tales untrue Of what we need, what we should do But lies are sweeter, truth is pain And so we feed the beast again The children follow where we leave Their plates are filled with what they see A cycle forged and killed, it chains Where health is lost, the ache remains Can we rise? Can we break free? For sure, your chains and misery A broken feast, a haunted knife It's time to fight to seek the lies The neithovale shiny things Lies the cost of what it brings A hollow heart, a weakened frame And only we are left to blame Yeah, the ashes, whole primates A color break, the binding chains To choose the path to heal to roll And let the seeds of wisdom soar Can we rise? Can we break free? For sure, your chains and misery A broken feast, a haunted knife It's time to fight to seek the lies The screens are screaming tales Where health is lost again A brain of green, a simple star To heal the bodies so and whole and hard So take the step, begin the fight To break the dark and see the light The feast of shadows now can cease And bring the life of brand new fees Can we rise? Can we break free? For sure, your chains and misery A broken feast, a haunted knife It's time to fight to seek the lies And bring the life of brand new fees Can we break free? For sure, your chains and misery A broken feast, a haunted knife It's time to fight to seek the lies The lights are screaming in Korea I'm going to sing the light You'll be the broken planet It's time for him to start again We'll play the green, the simple star To heal the body, soul, the heart, and heart So take the step again, fight To break the dark and seek the light These the shadows now can cease And brings a light of brand new fear"
    },
    {
        "video_id": "k6n973YIa5Tcaok",
        "title": "Silent Shadows Fall: A Song of Strength, Renewal, and Triumph",
        "description": "&quot;Silent Shadows Fall&quot; is an inspiring anthem of courage, transformation, and renewal. It tells the story of a woman standing at the edge of her fears, ready to embrace the light and leave behind the shadows of her past. Each verse is a poetic exploration of her journey, from the haunting echoes of darkness to the liberating dawn of self-discovery. <br> <br>The song begins with an evocative image of standing on a cliff at the break of dawn, symbolizing the fragile moment between fear and freedom. The verses delve into the scars of her past, not as marks of weakness but as proof of resilience. Each line of the chorus is a triumphant declaration of her strength, as she casts off a world that once bound her and inhales the promise of a new sunrise. <br> <br>The bridge is the emotional core of the song, where the masks that once hid her true self fall away, revealing her inner light. It’s a moment of clarity, where the shadows finally fade, leaving only the golden glow of possibility. The melody swells as the final chorus resonates, emphasizing the strength found in embracing vulnerability and letting go of fear. <br> <br>&quot;Silent Shadows Fall&quot; is more than a song, it’s a story of hope and renewal, a reminder that even the darkest nights can give way to the light of a new dawn. Perfect for anyone seeking inspiration, its powerful message will leave listeners feeling empowered and uplifted.",
        "thumbnail": "https://addictiontube.com/upload/photos/2025/01/Hu4q2gD7mX2Qb3QE4aN8_25_1a0971a81e006a5f7339945315206d6a_image.png",
        "video_location": "https://addictiontube.com/upload/videos/2025/01/ybdNlUo9fIJjlzqRROwQ_25_55c6e0da0fd5700623fa713fa6539b74_video.mp4",
        "category_id": "1074",
        "song": "On a cliff at the break of dawn, she stood strong while the night was gone. Unmasking fears that used to bind, courage blooms as the sun does shine. In the light her truth revealed all the scars that time had healed. Shadows whisper what they may. She spreads her wings and flies today. Silent shadows fall behind. She's breathing in a new sunrise. Casting a full world on kite. Strength is found where fear denies. Echoes of the past retreat. Watch them fade beneath her feet. Through the dawn's first golden rays, finds her path in the new day's haze. Masked that snow, no disappear in the glow of morning clear. No more echoes of despair. Only light that fills the air. Silent shadows fall behind. She's breathing in a new sunrise. Casting a full world on kite. Strength is found where fear denies."
    },
    {
        "video_id": "ETiSQiFAfyKHmJR",
        "title": "A Parent’s Sacrifice and Strength: &#039;Unbroken Chain&#039; Poem and Song",
        "description": "&quot;A Parent’s Unbroken Chain&quot; is a heartfelt tribute to the enduring strength and love of parenthood. Both a poem and song, it weaves an emotional tapestry of the sacrifices, joys, and trials that define a parent’s journey. This piece beautifully captures the bond between a parent and child, portraying it as an unbreakable chain forged through love, resilience, and unwavering dedication. <br> <br>The verses delve into the challenges parents face, endless sleepless nights, moments of doubt, and the weight of responsibility, yet celebrate their ability to persevere out of love for their children. The melody complements the raw emotion of the lyrics, creating an experience that will resonate with parents and children alike. <br> <br>At its core, &quot;A Parent’s Unbroken Chain&quot; is about connection. It reminds listeners and readers that, no matter how difficult the journey, the bond between parent and child remains unyielding. Whether you’re a parent reflecting on your own sacrifices or a child appreciating the foundation laid by your parents, this piece will move you. <br> <br>Perfect for special occasions or moments of quiet reflection, &quot;A Parent’s Unbroken Chain&quot; is a timeless testament to the power of love and the sacrifices that make it eternal. It’s more than a poem or song, it’s a celebration of the unyielding bond that defines family.",
        "thumbnail": "https://addictiontube.com/upload/photos/2025/01/riHLEdAZL7J3CL8LAlf1_25_d1dfe70c4871ec884d8d7fefad99efe9_image.png",
        "video_location": "https://addictiontube.com/upload/videos/2025/01/5ufZSRPQpnbfGHYFxdU5_25_17c2b3bf4c369b4c58a3323d0573d6b8_video.mp4",
        "category_id": "1074",
        "song": "The Tom and Sarah hearts and twine Stubbi a shadow slowly climb the daughters light began to fade Lost in the grip the darkness made But love held strong hope on her The sleepless nights they whispered low a silent vow to never go As sorrow stretched the days too long They found the found the faith in courage strong A force that held when all seemed wrong A parents chain unbroken true A bond of love to see them through Through every stone through endless pain Their hearts remain an unbroken chain With open arms they faced each day Though fear and worry blocked their way In every step they gave their own As shadows thickened they stood tall A lifeline through addictions called They suffered help a hand to guide Through counseling they walked inside Together healing from the scars The pain the knife the endless wars each tear a step for distance A parents chain unbroken true A bond of love to see them through Through every stone through endless pain Their hearts remain an unbroken chain Their love alive a steady guide through waves A fear through every tide a testament to what a love can do And hearts are strong hope is true A parents chain unbroken true A bond of love to see them through Through every stone through endless pain Their hearts remain an unbroken chain Today they stand a family heal Their love a shield their faith revealed A testament to strengthen race They face the storm and brace this place An unbroken chain in endless pain Today they stand a family heal Their love a shield Their faith revealed A testament to strengthen race They face the storm and brace this place A testament to strengthen race They face the storm and brace this place An unbroken chain in endless pain An unbroken chain in endless pain A testament to strengthen race"
    },
    {
        "video_id": "RM9MXWkc97yxS42",
        "title": "From Shadows to Sunrise: From Darkness, A Song of Healing and Hope",
        "description": "&quot;From Shadows to Sunrise&quot; is a poignant exploration of the human spirit&#039;s resilience. This poem and song delve into the journey from despair to hope, painting an emotional landscape of struggle, healing, and renewal. With vivid imagery and haunting melodies, it captures the essence of transformation as it leads listeners and readers through the darkness of their own battles into the light of recovery. <br> <br>The lyrics and verses reflect universal struggles, from addiction to emotional pain, but they do so with a deeply personal touch. The shadows represent the overwhelming weight of despair, while the sunrise serves as a beacon of hope, illuminating a path to redemption. Each line is crafted to resonate with anyone who has ever felt lost but found the strength to rise again. <br> <br>Through its powerful combination of evocative words and soul-stirring music, &quot;From Shadows to Sunrise&quot; reminds us all that even in the darkest times, the light of a new dawn awaits. It’s a tribute to those who have overcome adversity and an inspiration for those still on their journey. Whether you’re seeking comfort, motivation, or simply a profound artistic experience, this piece will stay with you long after the last note fades.",
        "thumbnail": "https://addictiontube.com/upload/photos/2025/01/Z94sA3oGj2O3HgTvx26W_25_8a844a04c301d652d3c4d000c34a4e47_image.png",
        "video_location": "https://addictiontube.com/upload/videos/2025/01/QYtGAjg5N7MKtyQAEz54_25_051516a717fce8a69a74d73944f90824_video.mp4",
        "category_id": "1074",
        "song": "And shadows deep blue, lost his way. The silent thief that stole his day is gray. Oxey's gripped in needles too, a winding path he never knew. Until hope's fame light broke through. His heart grew heavy, and he was a little bit more than a star. Until hope's fame light broke through. His heart grew heavy, chained and dred, as darkness whispered in his head. Friends faded dreams grew cold, but courage sparked a story bold. And through the pain is soul and roll. From shadows to sunrise, he found his way. Through endless night, to brighter day, with every step, the past unwinds. A life reclaimed, a heart that shines. Four walls of rehab held in tights. A shelter from addictions night. The journey hard, the pathway long, yet he pushed forward, growing strong. Through broken dreams, he found a song with healing hands and voices near. He fought his way through shadow fear. Each step, a climb from sorrow's depths, the trials faced with faded breath. He forged ahead and found his tray. From shadows to sunrise, he found his way. Through endless night, to brighter day, with every step, the past unwinds. A life reclaimed, a heart that shines. The scars he bears, they tell a tale, a battle's born, where hope prevailed. A life within, so strong, so true. A beacon bright for me and you and me. The scars he bears, they tell a tale, a battle's born, where hope prevailed. A life within, so strong, so true. A beacon bright for me and you. From shadows to sunrise, he found his way. Through endless night, to brighter day, with every step, the past unwinds. A life reclaimed, a heart that shines. A breath from chains, he's staring lies. To greet the dawn, with open eyes. The night has passed, the day begun. A life reborn, a battle won. Looks journey crowned by rising sun. A life reborn, a battle's born, where hope prevailed."
    },
    {
        "video_id": "VygvjeTcz9gzDBJ",
        "title": "From Darkness to Light: A Song of Hope and Recovery",
        "description": "&quot;From Darkness to Light&quot; is a deeply emotional song inspired by the story of a young man’s struggle with addiction and his incredible journey to recovery. The song paints a vivid picture of despair, resilience, and ultimate triumph, taking listeners through the harrowing lows of substance abuse and the healing process of detox and rehabilitation. <br> <br>With evocative lyrics and a haunting melody, the verses reflect the pain of being lost in darkness, while the chorus shines as a beacon of hope, reminding listeners that even in the deepest shadows, there is a path to light. The bridge delivers a heartfelt moment of clarity and understanding, encapsulating the turning point where recovery becomes a possibility. <br> <br>This song is not only a tribute to those battling addiction but also a rallying cry for anyone seeking hope and change. Its raw emotion and inspirational message resonate deeply, making it a powerful anthem for those striving to overcome life’s greatest challenges.",
        "thumbnail": "https://addictiontube.com/upload/photos/2025/01/47vOByb93Xg7SRwGkVs6_25_423ced79d0d129b2118562a293737dc8_image.png",
        "video_location": "https://addictiontube.com/upload/videos/2025/01/Df5ec3WyZG9JtWWVXM7S_25_d089ded84e60c395dbe37d6b5595c6a2_video.mp4",
        "category_id": "1074",
        "song": "The wind's calling, Cutting a storm, The darkness grew, The life he knew was torn into moon. From the depths of despair, He fought to rise, Through the pain, Through the cries, A spark was born in the blackest night, A journey from darkness into the light. 25 bound by chains, A dizziness hole, A life in pain. He talks fires his body burn, Yet a flicker of hope, His soul discerns. Through the torment, Through the strain, The boy begins to rise again, From the depths of despair, He fought to rise, Through the pain, Through the cries, A spark was born in the blackest night, A journey from darkness into the light. We have found a guiding hand, Soft voices help to understand, In their embrace, A strength grew near, The fight for life became so clear. At 27, he stands so tall, No longer a slave to addictions called, With books in hand, And dreams in sight, He builds a world they divide. From the depths of despair, He fought to rise, Through the pain, Through the cries, A spark was born in the blackest night, A journey from darkness into the light. Remember his story, Remember his name, O he can of hope, Through fire and flame, From sorrow's depths, To victory bright, A life reborn, From darkness to light."
    },
    {
        "video_id": "NsE3sxQoemEbYCe",
        "title": "Unmasking the Heart: A Song of Courage and Transformation",
        "description": "&quot;Unmasking the Heart&quot; is a deeply inspiring song about courage, transformation, and the human spirit’s resilience. It narrates Julia&#039;s journey as she steps out from behind the shadows of fear and judgment, finding her voice and reclaiming her life. Each verse delves into the emotional depths of her struggle, revealing the pain of hiding behind walls of silence and the triumph of unmasking her true self. <br> <br>The song’s poignant verses capture Julia&#039;s healing process through therapy, self-discovery, and the release of guilt and shame. With every step she takes, the light of hope grows brighter, and the chorus resounds as an anthem of perseverance: “Unmasking the heart, breaking free, a journey toward her destiny.” It serves as a reminder that through tears and trials, we can find strength and joy. <br> <br>The bridge highlights Julia&#039;s transformation, turning her scars into a testament to her victories, offering inspiration to all who hear her story. &quot;Unmasking the Heart&quot; is more than a song, it is a celebration of overcoming adversity, embracing vulnerability, and finding purpose. <br> <br>With its emotional lyrics and empowering message, this song resonates with anyone who has faced struggles and sought to rise above them. Its universal themes of healing and courage make it a beacon of hope for listeners worldwide.",
        "thumbnail": "https://addictiontube.com/upload/photos/2025/01/fpqAnEFS9sV2lL9dNtS4_25_7bae080d0ef16f39ee556ca09fd37fd7_image.png",
        "video_location": "https://addictiontube.com/upload/videos/2025/01/Ic3PQYCc5CYVNcsb7kCG_25_a802746ced47e2a4d978453585aeb7c2_video.mp4",
        "category_id": "1074",
        "song": "I'm not a fan of the song, but I'm not a fan of the song. I'm not a fan of the song, but I'm not a fan of the song. Behind the walls of silent fear, Julia hit year after year. After gone her voice so small, this judgment cast its shadow upon. She stood alone, afraid to call. Her courage grew within her heart. A whispered spark, a place to start. She took a step into them all, reaching out to open doors to find the strength she knew before. Unmasking the heart, breaking free. A journey taught her destiny. Through tears and trials, she found her way to live, to heal, to face each day. Through therapy, she learned her name. Released from judgment, guilt and shame. Each tear, a drop of healing grace, reflecting hope within her face. Her spirit found a sacred space. With each new day, she found her voice. A clearer path, a brighter choice. The shadows faded, the light grew near. A strange replace, her deepest fear, her purpose found her soul sincere. Unmasking the heart, breaking free. A journey taught her destiny. Through tears and trials, she found her way to live, to heal, to face each day. Now to the extent her voice of blame, a shining light of last evening. Unmasking the heart, breaking free. A journey taught her destiny. Through tears and trials, she found her way to live, to heal, to face each day. Her soul of courage, her path of grace, a beacon bright in every place. Unmasking the heart, she stands, a star, a star, a star, a star, a star, a star. A grace, a beacon bright in every place. Unmasking the heart, she stands, a star. Her tale of courage, her path of grace, a beacon bright in every place. Unmasking the heart, she stands, a star, a star, a star, a star, a star, a star, a star. Unmasking the heart, a beacon bright. Where the glory of strength is today."
    },
    {
        "video_id": "YC3tJ9N8wGkneww",
        "title": "Through the Shadows: A Heart-Wrenching Anthem of Hope and Resilience",
        "description": "&quot;Through the Shadows&quot; is a hauntingly beautiful song that takes listeners on a journey from despair to triumph. It tells the heart-wrenching story of someone trapped in the depths of their struggles, weighed down by the scars of the past. Each verse paints a vivid picture of isolation and pain, drawing listeners into the emotional turmoil of a soul fighting to break free from the darkness. <br> <br>The chorus is a beacon of light, carrying a message of hope and resilience. It speaks to the strength found within, a guiding force that leads from the aching depths to the vast skies of renewal. The imagery of breaking free and reclaiming destiny resonates with anyone who has faced hardship and found the courage to rise again. <br> <br>The bridge deepens the emotional impact, highlighting the scars as symbols of strength and the voice as a flame that illuminates the path forward. It serves as a reminder that every battle fought and won is a testament to the human spirit&#039;s ability to overcome. <br> <br>The song concludes with a triumphant outro, portraying the protagonist standing tall as a guiding star for others still navigating their shadows. With its dramatic melody and evocative lyrics, &quot;Through the Shadows&quot; is more than just a song, it’s a celebration of the resilience, hope, and transformation that define the human experience.",
        "thumbnail": "https://addictiontube.com/upload/photos/2025/01/vmWKYfdglP4ZJUI3Z81w_26_7b3a3fbb45c0ac973ba472ec0d8b5367_image.png",
        "video_location": "https://addictiontube.com/upload/videos/2025/01/o2iXknRcIr77iKyqevSF_26_67b41a664095e96b484fdb50992250d3_video.mp4",
        "category_id": "1074",
        "song": "In the depths of the ocean, a silent dream. A soul entwrapped by factual dreams. Chasing whispers from the past, the endless nights that held her fast. A fragile hope she thought would last. The walls closed in, the air grew thin. Her heart weighed down by scars within. With every breath that darned this state, a life in shadows hoped to lay. Restraint from known, her life betrayed. Through the shadows breaking free. A solid born, a destiny. From the king's depths, the sky so wide, her journey found her hope inside. In the void, a flicker shone, a thread of light. She called her own, for carrying hands a path was laid. A place to heal her fears laid. A chance to rise from where she strained. With trembling steps, she faced her past. Each broken chain replaced that last. The voices tied, the battles fought. Through every scarlet sun's heart, her heart reclaimed. The strength she saw. Through the shadows breaking free. A solid born, a destiny. From the king's depths, the sky so wide, her journey found her hope inside. Her scarlet gleam, her story told the battles won. A current born, her life she shines for all to see. A voice to sing, something to read. Through the shadows breaking free. A solid born, a destiny. From the king's depths, the sky so wide, her journey found her hope inside. Now she stands, where darkness fades. A life rebuilt, a path remade. Her story echoes through the night, a guy in stone forever bright."
    },
    {
        "video_id": "e2EFWkHkemrbTM4",
        "title": "Haunting and Hopeful: &#039;Brushstrokes of Despair&#039; Unveiled",
        "description": "&quot;Brushstrokes of Despair&quot; is a deeply emotional song that tells the story of addiction, inspired by the raw power of art to convey what words often cannot. Each verse mirrors the themes of haunting paintings, despair, isolation, and the overwhelming grip of addiction, transforming them into a heart-wrenching musical journey. <br> <br>The song opens with vivid imagery of pain and turmoil, painting a dark and vivid picture of the world addiction creates. Lines like &quot;Needles fall like drops of rain, pills cascade, a story of pain&quot; pull listeners into the shadows of addiction’s all-consuming nature. The chorus serves as a turning point, with its poignant declaration of fragile hope: &quot;Through the pain, a spark takes hold, a story of hope, fragile and bold.&quot; <br> <br>The bridge is a moment of reflection and empathy, where the lyrics emphasize that the scars of addiction tell a story of strength and survival. It’s a plea for understanding and compassion, reminding listeners that behind every struggle lies a human story yearning for hope and connection. <br> <br>The song’s outro offers a sense of renewal, likening recovery to the creation of a masterpiece, turning pain into beauty and resilience. With its dramatic melody and evocative lyrics, &quot;Brushstrokes of Despair&quot; serves as a powerful anthem of hope for those affected by addiction and those who stand beside them.",
        "thumbnail": "https://addictiontube.com/upload/photos/2025/01/5DL58fLZnuc7gidVVtSq_26_1329ab3b84ce5b8790377325f2e2b5fb_image.png",
        "video_location": "https://addictiontube.com/upload/videos/2025/01/sh33fYl3yGV5HBJoTbTK_26_25afa4564d3e833e0ab2f436d9cf0939_video.mp4",
        "category_id": "1074",
        "song": "I'm gonna get this torn. The shadows creep. Lines of sorrow, wounds run deep. Paided whispers of cries unheard. A silent scream in every curve. Needles fall like drops of rain. Pills cascade, a story of pain. In the dark, we're secrets high. A fractured soul battles inside. We've stroked a mirror low and bare. A portrait drawn from despair stare. Brush strokes of despair, shades of night. The world unseen in the pale of light. Through the pain as far takes on. A story of hope fragile. A world hope fragile and bold. Isolation haunts in every hue. A rule of cray, a somber few. Figures reaching through painted storms. Searching for hands to make them warm. Colors bleed, it's softly bled. Hinting a path where wounds may mend. The chains of addition, pulled in stark. A dance with shadows in the dark. Yet it in the void, a light breaks through. A testament in shades of blue. Brush strokes of despair, shades of night. The world unseen in the pale of light. Through the pain as far takes on. A story of hope fragile and bold. The art reveals what words conceal. The scars to fight. The strength to heal each image whispers. You're not alone. A plea for hearts to bring them home. The chains of night. The world unseen in the pale of light. Through the pain as far takes on. A story of hope fragile and bold. A lady brief, a journey begins. A life reborn, we're darkness this. Brush strokes fading into the day. A masterpiece of hope on display."
    },
    {
        "video_id": "fGJDOmDs4Rprzzp",
        "title": "Through the Ashes: A Soul-Stirring Anthem of Resilience",
        "description": "&quot;Through the Ashes&quot; is a profoundly emotional song that tells a story of resilience, redemption, and the indomitable strength of the human spirit. The haunting verses vividly depict the struggles of facing inner demons, capturing the pain and regret that often accompany life&#039;s darkest moments. Each word resonates with raw honesty, drawing listeners into the depths of despair while holding out the promise of renewal. <br> <br>The chorus serves as a beacon of hope, delivering an uplifting message of rising above the shadows and reclaiming life from the wreckage. The vivid imagery of a soul reborn &quot;from broken shards&quot; evokes powerful emotions, reminding us that even in the ashes of loss, there is the potential for growth and transformation. <br> <br>The bridge adds an inspirational layer, portraying the triumph of love and hope over adversity. It emphasizes that even in the face of the deepest trials, strength can be forged, and light can emerge. The song’s poignant outro solidifies its message, painting a picture of someone standing tall, not as a victim of their past but as a beacon of hope for others. <br> <br>With its stirring melody and dramatic lyrics, &quot;Through the Ashes&quot; is more than a song, it’s an anthem for anyone who has fought their way through hardship and emerged stronger. Perfect for those seeking inspiration or a reminder of the power of resilience, this song will leave an indelible mark on the hearts of its listeners.",
        "thumbnail": "https://addictiontube.com/upload/photos/2025/01/m6QqF64YMWmYfpQY1DYx_26_c066074ad822a1810b7ad059a4e84cb7_image.png",
        "video_location": "https://addictiontube.com/upload/videos/2025/01/TbkSgfRyy7H5ZOerajBC_26_4362aa47f28228a5f8b85e08fc21b183_video.mp4",
        "category_id": "1074",
        "song": "In the still of night, we're silent screams. A soul was lost in fracture dreams. A fleeting escape through Poison's kiss. Left nothing but a hollow abyss. Chains of regret held tight on the yielding. A shattered heart, a life on the coming, coming. A hidden wreckage of glimmer shone. A fragile life to lead him home. Through the ashes rising high. A flurry of all the near, the sky. From broken shots, a straight taste lie. A soul awakened by the fire. Each climb was steep, each step unsure. But through the pain, all endured. With trembling hands, he faced the night. Turning despair into guiding light. The echoes of the past still calm. You love and faith broke through the walls. Each scar became a badge of grace. A testament of battle faith. Through the ashes rising high. A flurry of all the near, the sky. From broken shots, a straight taste lie. A soul awakened by the fire. Darkest nights were fade away. Replace by hope and on soft things. A testament of life became. The fires for the soul untamed. Through the ashes rising high. A flurry of all the near, the sky. From broken shots, a straight taste lie. A soul awakened by the fire. Now standing tall, a beacon bright. A guiding star in the endless night. Through fire and shadow, the proof remains. We rise and know from life's deepest pain. From broken shots, a straight taste lie. A soul awakened by the fire. Now standing tall, a beacon bright. A guiding star in the endless night. Through fire and shadow, the proof remains. We rise and know from life's deepest pain."
    },
    {
        "video_id": "LX4rIp65NIGOOlr",
        "title": "Through Painful Strokes: &#039;Canvas of Broken Souls&#039; Tells Addiction’s Story",
        "description": "&quot;Canvas of Broken Souls&quot; is a deeply emotional song that draws inspiration from the evocative power of art to convey the pain and complexity of addiction. Each verse paints a haunting picture of despair and isolation, mirroring the raw emotions captured in the paintings that inspired it. The lyrics explore the internal and external battles faced by those caught in the grip of addiction, vividly portraying the weight of their struggles. <br> <br>The opening verses take listeners into shadowed rooms where needles fall and hands tremble, expressing the all-consuming nature of addiction. The chorus, with its poignant declaration, “Through the darkness, a light takes hold, a fragile hope, a story untold”, becomes a beacon of resilience, offering a glimmer of redemption amidst despair. <br> <br>The bridge deepens the emotional resonance by emphasizing the shared humanity behind addiction. “Each painting whispers, ‘You’re not alone,’” reminds us that, even in silence, there’s a universal cry for understanding and connection. The outro closes the song on a hopeful note, portraying recovery as a masterpiece emerging from the scars of struggle. <br> <br>With its haunting melody and powerful imagery, &quot;Canvas of Broken Souls&quot; is more than a song, it’s a story of pain and redemption, an anthem for those who’ve battled addiction or sought to understand its depths. It encourages compassion and reminds listeners that even in brokenness, beauty and hope can thrive.",
        "thumbnail": "https://addictiontube.com/upload/photos/2025/01/F5aPjlYygFXmVu42uRoh_26_0a8073f20826e607db86ba2003575f71_image.png",
        "video_location": "https://addictiontube.com/upload/videos/2025/01/kjpp7mybomL7xqwWQq3d_26_561556ae76773a9f55405577c9311362_video.mp4",
        "category_id": "1074",
        "song": "Come channel on a canvas torn The idiot Tonight, tonight, the weight of chains unseen unspoken Hearts that beat yet feel so broken each stroke of paint A tale of war, a cry for help beneath the glow Candles of broken souls painted pain Colors of despair in every frame Through the darkness a light takes hold, a fragile hope Beneath the glow Through hues of ash and muted tones they fight a war that's theirs alone A battle waged with fragile breath, caught between life and shadow death Obvious chains of gripping time, drowning souls the world denies Yet in the dark I flicker growth, a reaching hand, a trembling glow The pain it scars, they telefight a battle's waged through endless nights Candles of broken souls painted pain Colors of despair in every frame Through the darkness a light takes hold, a fragile hope A story untold Each pain in whispers you're not alone, a voice in silence, a softer tone Through every shadow a spark remains A path to light through the endless night A tale of war, a cry for help beneath the glow Candles of broken souls painted pain Colors of despair in every frame Through the darkness a light takes hold, a fragile hope A story untold Each pain in whispers you're not alone, a voice in silence, a softer tone Through every shadow a tear you're shown A tale of courage a beat comes shining A hope reborn in painted light"
    },
    {
        "video_id": "D2QZIQyv8dtKDUx",
        "title": "This Haunting Song About Addiction Will Shake Your Soul – &#039;Fallen and Rising&#039;",
        "description": "&quot;Fallen and Rising&quot; – A Song of Darkness, Survival, and Redemption <br>&quot;Fallen and Rising&quot; is more than just a song, it’s a deeply emotional journey through the horrors of addiction and the resilience of the human spirit. With haunting verses and a powerful, cinematic soundscape, this song brings to life the pain of losing oneself to the streets, the hunger for escape, and the brutal reality of fighting to stay alive. <br> <br>The lyrics unfold like a desperate confession, painting vivid imagery of dark alleys, shattered dreams, and the weight of regret. The chorus rises like a cry from the abyss, blending sorrow and strength, pleading for light in a world consumed by shadows. The bridge is an awakening, a moment of reckoning where survival is no longer a question of fate but a choice to fight back. <br> <br>Musically, &quot;Fallen and Rising&quot; combines atmospheric piano, raw acoustic guitar, and deep, reverberating drums to create an immersive experience. The tempo shifts from slow, sorrowful reflections to dramatic crescendos, echoing the ups and downs of addiction and recovery. The aching vocals carry the weight of every lyric, pulling listeners into the depths of suffering before lifting them toward the hope of redemption. <br> <br>This song is for anyone who has faced struggle, fought inner demons, or searched for a way out of the darkness. It’s a reminder that even in the bleakest moments, the human spirit can rise again. &quot;Fallen and Rising&quot; is not just a song, it’s a battle cry, a lifeline, and a testament to the strength found in survival.",
        "thumbnail": "https://addictiontube.com/upload/photos/2025/01/5xf7zHfl1yvULjtIbktl_31_5a8d71f858cff0d1c08c51d4bc6cc75d_image.png",
        "video_location": "https://addictiontube.com/upload/videos/2025/01/k8SZJSpcC1EGDPK3FuEA_31_85609e09ad2f52fb9aa29f13747eea4c_video.mp4",
        "category_id": "1074",
        "song": "The streets are paved with shattered dreams, where echoes cry and voices fade. A broken man with hollow eyes, a life that hunger stripped and frayed. His veins run cold, his hands shake thin, the needle whispers soft and deep, a fleeting kiss of silent death, and darkness drags him down to sleep. The alley screen with desperate ghosts, the shadows stitched in poison's thread, some beg for mercy, some just fade lost bodies in the city's bed. He swore he'd leave, he swore he'd fight, but heroin had stitched his fate, every vow a broken bone, every promise came to lead. Oh, I'm falling deeper down into a grave without a name. Chains a hunger bound in shame, drowning in this endless game. But somewhere past the cold is night, I swear I see a distant light, and though I crawl, though I believe I won't let darkness bury me. The dealer grins with vulture eyes, he counts the souls that line his street, a kingdom built of stone and breath, where hope is traded, lost and beat. A girl wants gold, now painted thin, she sold herself for powdered wings. She said we live, we die, we burn and fade it like forgotten things. She runs through rooftops, heartbeats loud, the dead unpaid, a price to claim. The night is long, the knives are sharp, they carve his sins, they scream his name. He hits the ground, his ribs collapse, the pavement drinks his crimson bread, and through the hazy taste the truth, one more fix, and he'll be dead. Oh, I'm falling deeper down into a grave without a name. Chains a hunger bound in shame, drowning in this endless game. But somewhere past the cold this night, I swear I see a distant light, and though I crawl, though I believe I won't let darkness bury me. The overdose was swift and cruel, a repadressed, in velvet black, his heartbeat slowed. The world stood still, the past replayed, no turning back. A mother's arms, a child's laugh, the things he lost, the love he sold, a doorway wide, a beckoning light, but something whispered not yet. He gasped away, his lungs on fire, a stranger knelt her hand was coming. She wiped his skin, she shook his soul, she whispered, lived, don't stay behind, through burning things and broken time. He climbed the hill of this regret, and with each step he swore to fight for those who never made it yet. I am not the sins I've worn, not the chains that scar my skin, I am not the nights I lost, nor the fights I've failed within. I have crawled through fire and stone, through the ashes of my past, and though the war still rages on, I swear this time I'll make it last. Oh, I was falling, sinking down into a grave without a name. Change the hunger, bound and shame, drowning in this endless game. But past the call, this cruel is night, I swore I'd chase that, just to lie. And though the wars, to rages on, I swear this time I'll make it last. Now in the streets, where ghosts still roam, I stand for those who died alone. I take their hands, I speak their names, I break the cycle and the pain, but though the night is deep and cruel and hunger homes, it's hollow to the spot still burns, a light still shines redemption rising with the moon."
    },
    {
        "video_id": "cyCBxM494vQoXya",
        "title": "Shattered Chains: A Haunting Anthem of Recovery and Resilience",
        "description": "&quot;Shattered Chains&quot; is a soul-stirring song that captures the raw, emotional journey of breaking free from addiction and despair. It tells the story of someone bound by invisible chains, trapped in silence and struggle, but who finds the courage to rise above the darkness. The powerful verses explore the depths of pain, the weight of scars, and the bravery it takes to confront one&#039;s past. Each line reflects a universal struggle, making the song deeply relatable and profoundly moving. <br> <br>The chorus is a triumphant declaration, a vivid image of chains falling to the ground as hope ignites a guiding flame. It’s an anthem of resilience, inspiring listeners to believe in the possibility of renewal and transformation. The bridge adds an extra layer of emotion, with lines that speak directly to those still battling their own shadows, offering comfort and encouragement. <br> <br>The song’s outro encapsulates its powerful message: no matter how heavy the chains, they can be shattered, and light can break through the darkest storms. With its heart-wrenching lyrics and dramatic melody, &quot;Shattered Chains&quot; resonates with anyone who has faced personal struggles or sought healing. <br> <br>Perfect for those who appreciate music with depth and meaning, this song is a testament to the strength of the human spirit. Whether you’re on your own journey to recovery or looking for inspiration, &quot;Shattered Chains&quot; will leave an indelible mark.",
        "thumbnail": "https://addictiontube.com/upload/photos/2025/01/pgT4K3INkhSTUMHa8TpZ_26_9a0498b138e612036937307080b6201b_image.png",
        "video_location": "https://addictiontube.com/upload/videos/2025/01/BmZPOYupuQTF8diGSnBk_26_2bdb10f4b0864c246c5ce872d7dc9769_video.mp4",
        "category_id": "1074",
        "song": "In a room where silent screams, dreams were lost in fractured seas. About my chains, no eyes could see. The weight of pain, no way to flee. For shadowed holes to spare held sway. Each passing night, you raised the day. Yet in the void a whisper called a flick of fate. The hope installed at tramling steps toward Vietnam. A sea of light where darkness own a path to heal to claim in his own. Shatter chains fall to the ground, as though ones lost. Now hope is found through the storm, a guiding flame, a life reborn. No longer the same. For fires of anguish scars wouldn't mend. Each tear mark a strength to attend. He faced the ghost that held him tight, and brought them forth into the light. With every breath the weight less a fragile heart reclaimed its rest. The echoes faded wounds turned to Lord. He walked through doors once more before. Through trembling hands and courage bold. A future bright began to unfold. Shatter chains fall to the ground, as though ones lost. Now hope is found through the storm, a guiding flame, a life reborn. No longer the same. The scars he wears they tell his tale of battle's fought. Of nights so frail to those still caught in shadows near. His voice will rise as light will care. Shatter chains fall to the ground, as though ones lost. Now hope is found through the storm, a guiding flame, a life reborn. No longer the same. Now the stems of beacon bright, the testament to the endless fight. For those who wander lost in strain of guiding, start to shatter chains."
    },
    {
        "video_id": "kKlAcqNw745MQRX",
        "title": "The Starry Night Miracle: A Soul-Stirring Anthem of Triumph Over Addiction",
        "description": "&quot;The Starry Night Miracle&quot; is a deeply emotional ballad inspired by the journey of overcoming addiction. With hauntingly beautiful lyrics and a soul-stirring melody, the song encapsulates the darkness of struggle and the eventual triumph of hope. Its vivid imagery transports listeners to a world where pain, despair, and resilience blend into a masterpiece of human perseverance. <br> <br>The verses paint a raw and intimate picture of a life caught in addiction’s grip, using metaphors of shadowy nights and veiled hearts to convey the emotional weight. The chorus rises like a beacon, calling forth the light within to guide the way through the darkest times. Listeners will feel the conflict, the yearning, and the fragile hope that transforms into unshakable strength. <br> <br>The bridge deepens the song’s emotional resonance, portraying stars as symbols of guidance and redemption. It speaks to the scars that shape us, the battles that strengthen us, and the hope that sustains us. The outro concludes with a triumphant resolve, reminding us that even in the depths of despair, there is a path to light and healing. <br> <br>With its gentle instrumentation and tender vocals, &quot;The Starry Night Miracle&quot; is more than a song, it’s an anthem of transformation and renewal. Perfect for those who seek inspiration or a connection to the resilience of the human spirit, this song offers a profound and unforgettable listening experience.",
        "thumbnail": "https://addictiontube.com/upload/photos/2025/01/6oJGZwIrviY5dMoOL7fp_26_7df8f9555ab130d0e4ed878e1de43009_image.png",
        "video_location": "https://addictiontube.com/upload/videos/2025/01/dHArsDHyxLDvWubalsXI_26_8da173e56a3bcd0b41beec75d17b75b0_video.mp4",
        "category_id": "1074",
        "song": "please Meng The grip of addiction tight, a strangle holds so strong, a battle to regain sight where I long, long lost is everything that was once held dear. Only friends, a life without fear, but still the earth is there. The cravings never cease, a constant tug of war, a battle for release. The pain is powerful, a wound that never heals. Society's distinct, how purple like sharp and pointed steel. And those who never felt this pain, they do not understand. The struggle to remain, a life not lived in sand. But still a glimmer of hope shines through the night. A chance to make it right to reclaim what was lost in sight. And though the road is long and often rough with pain, the world is worth the song. A life of joy and regain. So hold on tight dear soul to what you know is true. For even in the darkest night, the light shines bright for you. And though it may be hard, and society may judge, remember you're a work of art, to serve you of a gentle love. And though the journey's tough, we twist and turns ahead. Remember all the love, the ones who care and pray for your stead. And take each day as it comes, the strength and grace untold. And know that you are never alone, we love to help you home. The road to recovery is a journey of the heart, with lessons to be learned from which you're brand new start. And though it may be hard, and it may take some time, the peace that comes from being free, is appealing through the divine. So when the star lights around you, and the darkness takes its toll, just hold your eyes and know that you have control. For the power lies within to overcome this strife, and rise above the shadows, to lead a life filled with light. So hold your head up high, and face each day with pride. For you are a survivor, and in your love does reside. And though the road may be rough, and the journey far from done, remember you are now, and you will overcome. So hold your head up high, and face each day with pride. For you are a survivor, and in your love does reside. And though the road may be rough, and the journey far from done, remember you are now, and you will overcome. For you are a survivor, and in your love does reside. And though the road may be rough, and the journey far from done, remember you are now, and you will overcome."
    },
    {
        "video_id": "GVqDzoeW1cY6ksD",
        "title": "The Starry Night Redemption - A Symphony of Struggle and Salvation",
        "description": "&quot;The Starry Night Redemption&quot; – A Haunting Anthem of Struggle and Salvation <br>&quot;The Starry Night Redemption&quot; is a deeply emotional and cinematic song that takes listeners on a gripping journey through addiction, despair, and the long, painful road to redemption. With evocative storytelling and haunting melodies, this song captures the raw reality of hitting rock bottom and the desperate search for light beyond the darkness. <br> <br>From the very first note, the atmosphere is thick with emotion, ethereal piano chords echo like distant memories, while deep, resonant percussion pulses like a fading heartbeat. The verses paint vivid, heart-wrenching images of cold city streets, forgotten souls, and the relentless pull of addiction. The lyrics unravel a story of loss, regret, and a soul teetering on the edge of oblivion, only to find an unexpected spark of hope. <br> <br>The chorus is a cry from the depths, soaring vocals pleading for redemption, for a second chance, for a way out of the suffocating abyss. The instrumentation swells, reflecting the inner battle between self-destruction and survival. The bridge intensifies, strings rise, percussion thunders, and the raw emotion of the vocals reaches its peak, embodying the moment of awakening, the choice to fight rather than fade away. <br> <br>This song is not just about addiction, it’s about resilience. It’s about clawing back from the edge, finding strength in scars, and proving that even in the darkest night, the stars still shine. &quot;The Starry Night Redemption&quot; is a song that speaks to anyone who has ever faced struggle, felt lost, or fought for a second chance. It is a testament to the unbreakable spirit of those who refuse to be defeated. <br> <br>Let this song remind you, no matter how far you’ve fallen, redemption is always within reach.",
        "thumbnail": "https://addictiontube.com/upload/photos/2025/01/kvEugjhIALuKpJiysKOJ_31_7021eea26b06affbd548e93f3a902fdd_image.jpg",
        "video_location": "https://addictiontube.com/upload/videos/2025/01/MbcevptGWCokBTWr9j6o_31_01c8c00fd778e1522556f5261360f7b6_video.mp4",
        "category_id": "1074",
        "song": "The neither story night a soul cries out in vain. Hard ones full of fire now drowned in endless rain. The chains of addiction clench a serpent's cruel embrace War within the shadows were hope and despair. Hard ones will sacred, light shattered on the floor. Love, trust and dreams are ghosts behind a locked door. Yet still the hunger knows a beast that knows no rest. A tempest in the road, a fear within the chest. The ache is long yielding a scar that never fades. The world's cold score and cuts deeper than the sharpest blades. And those who've never stumbled, who've never felt the flame. They cannot hear the whispers nor they're the weight of shame. Good and avoidous, walking nights a fragile, trembling light. A promise of redemption, a dawn beyond the night. And all the path is true and all it's ours. And every step of the flame, a promise of the brighter day makes worth the endless flight. Oh, hold fast, clear your traveller to the truth within your core. For even in the darkest night, the stars still yurkish with all the world make cast its stars. And judgement is facing me, Steve. You are a masterpiece and purpose of Phoenix learning to see. The world is long and the world is in day. A lover in the full pain, can't ever hear you shed, becomes a drop of healing weight. And all the glider's deep and the sun is deep so far. The love that lights your way out shines the faintest star. Is journey of the spirit, this pilgrimage of grace is not for the pain but heart. No, no, no Betty, you're the shine, oh, you're the star of the glory. I feel you holding on, I'm beginning the darkness, I truth you've always known. You've been lost knowing I am, and I'm finding you to know, we're under your light. All in light of the world grasp my. Please lock fire, keep your light away till I climb my door into trouble. I'm beginning my... The rise of wonder warrior with courage as forgye For you are not divine, by the shadows where you cry Those scars may mark your skin and the echoes of as you may You are the architect of dawn, the grigger of the chain So stand tall, bow and tart, and let your spirit soar For you are more than the battles, more than the woos' sheep or And though the journey's far from over, and the road made to its end Then you are the mirror glow on holding, and this is not the end"
    },
    {
        "video_id": "RQpeI4XCmmQMiVm",
        "title": "The Hollow Streets: A Haunting Song of Addiction, Survival, and Redemption",
        "description": "&quot;The Hollow Streets&quot; – A Song That Echoes Through the Darkness <br> <br>&quot;The Hollow Streets&quot; is not just a song, it’s an experience. It is a visceral, gut-wrenching journey through the unforgiving world of addiction, where neon lights flicker over lost souls and danger lurks in every alleyway. This masterpiece of storytelling poetry vividly captures the horrors of substance abuse, the desperation that drives people to the brink, and the faint glimmers of hope that refuse to die. <br> <br>With heart-stopping intensity, &quot;The Hollow Streets&quot; immerses the reader in a world where addiction is a relentless beast, whispering false promises while dragging its victims deeper into the abyss. The song weaves a chilling narrative of hunger, loss, betrayal, and survival in a place where the weak are swallowed whole. The haunting verses describe the fight for another fix, the suffocating loneliness, and the brutal consequences of a life on the edge. <br> <br>But beyond the horror, beyond the despair, there is something more, resilience. Hope is fragile but never truly gone. The final verses shift, revealing a spark of redemption, an acknowledgment that even in the darkest nights, there is a path to healing. The song does not offer easy answers, but it offers truth. <br> <br>For readers who appreciate songs and poetry that does not shy away from the brutal realities of life, &quot;The Hollow Streets&quot; is a must-read. It is both a cautionary tale and a testament to the unbreakable spirit of those who fight to reclaim their lives. <br> <br>Let this song/poem pull you into the shadows, then show you the light waiting beyond them.",
        "thumbnail": "https://addictiontube.com/upload/photos/2025/01/RZC1XCLL5JGTuoHAdRT3_31_28a4a99e00383ecf749b43bbceae6a09_image.png",
        "video_location": "https://addictiontube.com/upload/videos/2025/01/T2uArDPOdiYQ3SrhrgHj_31_331f7b8cfb580c33fde703245aeb1715_video.mp4",
        "category_id": "1074",
        "song": "Pneeth the home of neon lights In all these choked with filth and sin A trembling hand, a vacant stare Where does the nightmare truly begin? The needle kissed his hollow veins A certain swiss burr in his skin A fleeting high, a phantom's breath And hell's of this would pull him in The pavement sang with echoes lost The ghosts of those who'd come before Some bed for coins with broken lips Some lay his bodies on death's floor The sirens wailed but none would come The city turned its weary eyes Another soul had slipped away Unseen beneath the midnight skies For a hundred cloth like rabbit dogs The sickness rattled through his chest His soul's name is Tattered Prime For just one taste, one fleeting rest For shadow's stocked and darkness grinned The dealers blood him cold and dry A dead unpaid, a shattered rib He curled beneath the hollow sky The wrath with dance, the gutters weep In streets where mercy dared not tread In stranger war a hungry smile A vulture circling for the dead He swore he'd leave, escape the chains But harrowing had sealed the door And every time he tried to fight The craving got him to the core A girl was pure now pale and thin With hollow cheeks and sunken grace She floated self for powdered dreams A prison built of her own face Her laugh was glass so sharp so cruel She whispered love will never leave Then in the night she slept away A ghost that only winter griefs The world above kept spinning on In golden towers velvet halls While down below they bled and broke Discarded lies forgotten cause He reached for help, a hand withdrawn For who would trust a sunken man A diction burned inside his bones And all who knew him turned in red One bitter night the fever came The cold air fingers round his throat His hands convulsed his body sway Like paper-sinking in a moat A final gas, a final plea Then came a dark, a crushing weight And in that boy, the echoes call You've come too far, it is too late A fatal plant he couldn't see A stranger knelt her voice was kind She wiped the sweat she held his hand She whispered love don't stay behind The whole night the sterile voice was gone Whispered love don't stay behind The whole night the sterile air A world where mercy touches skin The longer burned inside he swore he'd never fall again Days were warm the night still scream A slowly breathed by breath He stood through trembling hands and shattered past He found strength he understood The warmth I would never let The scars would linger staking in ink But every step however small Was proof that he refused to break Now in the streets where ghosts are still wrong He walks with fire in his chest He speaks their names, he takes their hands Fights to give the lost their breath For though the night is deep and cruel And hunger homes is hollow soon A sparsal burns the light still shines Retention rising as the moon Now in the streets where ghosts are still wrong He walks with fire in his chest He speaks their names, he takes their hands He fights to give the lost their breath For though the night is deep and cruel And hunger homes is hollow soon A sparsal burns the light still shines Retention rising as the moon Now in the streets where ghosts are still wrong He walks with fire in his chest"
    },
    {
        "video_id": "4EEjVPn8Sdg7g9Q",
        "title": "Rise of the Last Flicker – An Epic Anthem of Redemption &amp; Hope",
        "description": "&quot;Rise of the Last Flicker&quot; is an epic, soul-stirring anthem that takes you on an unforgettable journey from the depths of despair to the dawn of redemption. Deeply evocative verses interlaced with a recurring, anthemic chorus, this song is a testament to the human spirit’s relentless quest for hope and transformation. <br> <br>Tis song resonates with raw emotion, capturing the struggle against overwhelming darkness and the triumph of the human heart. The lyrics are an intimate portrayal of a soul scarred by loss and regret, yet determined to rise again against all odds. Through poetic imagery and stirring declarations, the song narrates the journey of overcoming inner demons, the power of resilience, and the profound beauty found in the fight for a brighter tomorrow. <br> <br>Musically, &quot;Rise of the Last Flicker&quot; blends elements of cinematic orchestration with modern acoustic influences. The arrangement features gentle acoustic guitars, evocative piano melodies, and subtle electronic layers that build gradually to a powerful, uplifting crescendo. This dynamic composition is designed to inspire listeners, offering solace in moments of hardship and igniting a spark of courage when darkness seems insurmountable. <br> <br>Those seeking inspirational music and transformative lyrics, this song speaks to anyone who has ever battled adversity. Its message is timeless: even in the deepest darkness, a spark of light endures. Let &quot;Rise of the Last Flicker&quot; be your anthem of hope, a reminder that every ending carries the promise of a new beginning. Experience the emotional journey, embrace the resilient spirit within, and allow the music to guide you from sorrow to redemption.",
        "thumbnail": "https://addictiontube.com/upload/photos/2025/02/hMKOFf7J4oo6x7fHGtJ4_02_1c354f33e35d7777dea57ab834c292de_image.png",
        "video_location": "https://addictiontube.com/upload/videos/2025/02/XYJC2RMDBY5FQYATY1S4_02_0dd81d7fc9d3bfb584ff994033ecb9d9_video.mp4",
        "category_id": "1074",
        "song": "I rise from shadows fighting through the night A spark in darkness, Kindles hope and light No despair can hold me, my heart will soar From ashes I reclaim what was lost before In the depths of night, I first felt the chill A broken soul longing for a spark to fulfill Every tear etched a story on my skin A journey from darkness where hope would begin The echoes of regret whispered my name Yet a tiny ember burned through the flame I walked the ruins of dreams once so bright Seeking a sliver of salvation in the night The weight of my sorrow bore down like stone But deep in my heart, a light was my own Each step who was a battle against endless despair With the echoing promise that hope was still there I rise from shadows fighting through the night A spark in darkness, Kindles hope and light No despair can hold me, my heart will soar From ashes I reclaim what was lost before I rely on the abyss with trembling light Embracing the pain as a guide to the light Shadows danced around in haunting refrain Yet courage searched through each drop of my rain Then we shattered but for something new A result to rise to start life anew The scars on my soul began to mend Each loss was a lesson, each wound a friend With every heartbeat the void grew less fast For the present became stronger than my past I cast aside chains of regret and despair Embracing the future with hope in the air I rise from shadows fighting through the night A spark in darkness, Kindles hope and light No despair can hold me, my heart will soar From ashes I reclaim what was lost before Through whirlwind decay and mystical signs I found strength in the ruins of old confines The whispers of ghosts was trapped in the night Give way to a vision of bold blazing light Every challenge transformed The pins who will call A reason to rise A reason to stand tall The echoes of sorrow Fade it in my soul A place by result In the heat what she gong With fire the wings I saw through the pain knowing one day My heart would rise again I carved my path to the chaos of fate Determined to love, to rebuild, to create The streets once haunted, now pulsed with a glow Although left from the road, it is continues to grow I gather each fragment of shadow, delight And hold them together in a chastly street Right, the night the real endless You're not high to fire The strength of my spirit, rose and higher In silence of ruins, my soul found its voice A melody of reverb, a triumph with a choice I fall every demon, each fear and regret With a promise that life is never truly said And darkness was seen in the form of my whole will As long as fire and chorus began to fulfill"
    },
    {
        "video_id": "rzhuNST3gYBm1rc",
        "title": "From Shadows to Light: A Soul-Stirring Anthem of Addiction, Despair &amp; Redemption",
        "description": "&quot;From Shadows to Light&quot; is a soul-stirring ballad that captures the heart-wrenching journey from the crushing darkness of addiction and despair to the first gentle rays of hope and redemption. This emotional anthem is meticulously crafted with tender acoustic guitar, emotive piano, and subtle orchestration, creating a serene yet powerful musical backdrop. Each verse is a raw, honest confession that mirrors the agonizing struggle of a soul burdened by regret, loneliness, and the relentless grip of addiction. The lyrics resonate with anyone who has experienced the depths of despair, offering a poignant reflection of the pain and sorrow that often accompany life&#039;s darkest moments. <br> <br>But amid the tears and heartache, &quot;From Shadows to Light&quot; is ultimately a celebration of resilience. It tells a story of transformation where every shattered piece of a broken past is slowly mended by the warmth of hope and the promise of spiritual renewal. The song’s soaring chorus is a clarion call to all who feel lost, reminding them that even the smallest spark can ignite a blaze of change. Its deeply emotional melody builds gradually, echoing the bittersweet journey from isolation to self-discovery and, ultimately, to redemption. <br> <br>A rich with emotional appeal, this anthem serves not only as a musical masterpiece but also as a beacon for healing and inspiration. Whether you’re battling personal demons or simply seeking solace in beautiful, heartfelt music, &quot;From Shadows to Light&quot; invites you to let go of the past, embrace hope, and step boldly into a future filled with promise.",
        "thumbnail": "https://addictiontube.com/upload/photos/2025/02/SBJyEUjZXDw55BpuhT7q_02_6189cf74cd6eb01f8fb161744b604383_image.png",
        "video_location": "https://addictiontube.com/upload/videos/2025/02/eFv4wWx1lbdCJv1jlegm_02_9e8b7809712943ab6287b8266a033b2d_video.mp4",
        "category_id": "1074",
        "song": "In the silence of the midnight void, a sink into despair, a life drowned in shattered glass, lost in toxic air. Every broken promise whispered in the darkness of my mind. A prisoner of endless sorrow, with no solace left to find. I wandered through a wasteland of addiction and regret. Haunted by the ghost of hope I'd long since nearly forgot. But from the deepest darkness, a fragile ember grew. A core from deep within my soul, the light I never knew. And tears I cried, I reached for grace through pain I learned to fight. For even in the blackest night, a heart can find its light. I stood before the mirror of my failures, eyes empty, cold and bare. Memories of love and loss entwined in every scar and tear. The poison of my past, it's stolen every piece of who I was. Yet in the wreckage of my life, I heard whisper just because a voice so soft yet full of truth. It peers the endless gloom. I promised that the pain I bore could blossom into bloom. But from the deepest darkness, a fragile ember grew. A core from deep within my soul, the light I never knew. And tears I cried, I reached for grace through pain I learned to fight. For even in the blackest night, a heart can find its light. I crumbled down and broke in pieces, lost in a sea of despair. But a spark of something sacred stirred me from my life there. In whisper prayers and quiet hope, I found a hand to hold. A love that healed the deepest wounds turned in my tears and to cold. Now every scar tells a story of the battles I have won. Of nights that bled into the dawn, of darkness turned to sun. I learned that even in the sorrow, there's beauty in the fight. For every tear that felt like rain gave birth to morning light. I embrace the truth that I was more than the shadows of my past. A sorry born resilient free last. From the deepest darkness, a fragile ember grew. A core from deep within my soul, the light I never knew. How ever all the pain I held yet in that blood, I found my life. For even in the blackest night, a heart now burns so bright. So let your tears fall like healing rain upon the wounds of night. Put every drop that meets the ground, the nurtures seeds of light. Shadows to the breaking dawn are spirits rise above. In every heart there lies a strength in every tear of love. The pain that I felt yet in that blood, I found my life. I felt my life."
    },
    {
        "video_id": "7fgEsfqbwWUZdai",
        "title": "Heartfelt Recovery Song – &quot;Echoes in the Starry Night&quot; | A Story of Strength &amp; Surviva",
        "description": "&quot;Echoes in the Starry Night&quot; is a deeply moving and poetic song that explores the struggles of addiction, the pain of loss, and the unbreakable hope for recovery. Through haunting lyrics and evocative imagery, this song takes listeners on an emotional journey of despair, redemption, and the search for light in the darkest times.  <br>  <br>The song’s verses paint a vivid picture of a soul trapped in addiction’s cruel embrace, battling cravings and the weight of shame. The chorus is an anthem of resilience, a call to the inner strength that fights to reclaim a shattered life. As the song progresses, hope emerges, a flickering light in the night sky, guiding the lost back home.  <br>  <br>The bridge brings a moment of reflection, reminding us that even in the blackest nights, stars remain steadfast, whispering messages of perseverance. The final verse embraces the healing power of art and self-expression, transforming scars into beauty and pain into purpose.  <br>  <br>&quot;Echoes in the Starry Night&quot; is more than just a song, it’s a heartfelt story of those who have fought the demons of addiction, a tribute to the resilience of the human soul, and a message of hope for those still struggling. Whether you’ve faced addiction yourself or know someone who has, this song resonates with raw emotion and truth.  <br>  <br>Let the melody wash over you, let the lyrics speak to your heart, and remember, no matter how dark the night, the stars will always shine.",
        "thumbnail": "https://addictiontube.com/upload/photos/2025/02/XQepPJlSVvmzX1ODMZWP_10_061e133b2fb486e12aef5eb6fc21c3cb_image.png",
        "video_location": "https://addictiontube.com/upload/videos/2025/02/NIM61nwNqglTMQZxCdlR_10_63d72fef8b840c6e7c3744185cb26506_video.mp4",
        "category_id": "1074",
        "song": "Nah .. Beneath the starry night a sword has cried A fragile heart under a shadowed sky Addictions grasp a cruel embrace A ceaseless chase Lost to the echoes of a life once bright A world of dreams consumed by night Family whispers, they're love now strained The ties that bound feel afraid on shame Creating a war like a ceaseless tide A storm within where hope must hide Yet somewhere deep the spark remains A fragile life through broken chains The starry night within the soul A life that fights to make it whole Through endless tears and skies that break A voice of strength begins to wane Each wound of chapter is scarimab A battlesfall through a diction's trap The weight of shame like jagged steel cuts deep Where tender hearts would heal Yet judgment's glare a heavy cost Cannot define what isn't lost In shadows think of the guru A thread of gold a chance anew Through trembling hands of half the peers A bridge of hope across the years For every step the work with pain Is one more least, give freedom to shame The starry night within the soul A life that fights to make it whole Through endless tears and skies that break A voice of strength begins to wane The stars above a quiet guide The darkest night they'd never hide A level of hope in heaven's glow To show the way for hearts below Each burning light A whispered call to rise again To stand through war In arcs and breaks the soul reveals A wound to deep retires to heal A through the pain a masterpiece moves A symphony sung from shadow rooms A diction's home A fierce and wild Cannot consume a hopeful child The pain it scars the marks of strife Become the colors of a vibrant light Even in the darkest fight A heart will be floating light A fragile thread a steady climb A song that breaks the finds of time The starry night within the soul A life that fights to make it whole Through endless tears and skies that break A voice of strength begins to wane So hold your hand beneath my skies When stars reflect within your eyes Every bull and parade is high The soul arrives and heals again The whole is long A night is deep But stars will guide And hearts will keep A life revealed From shadowed skies A story so reborn to rise"
    },
    {
        "video_id": "MtpWATpm5hqSWyr",
        "title": "Addiction &amp; Recovery in Music – &quot;The Starry Night Within&quot; | A Song of Resilience",
        "description": "&quot;The Starry Night Within&quot; is a deeply moving and poetic song that captures the heart-wrenching journey of addiction, the devastation it brings, and the unwavering resilience of the human spirit. <br> <br>The song opens with haunting verses depicting the emotional turmoil of addiction, a soul trapped in an endless struggle, longing for escape. Each line paints a vivid picture of pain, loss, and the echoes of a life once bright, now consumed by night. The weight of shame and judgment is crushing, yet through the darkness, a fragile light remains, fighting to break free. <br> <br>The chorus becomes an anthem of hope, urging the listener to recognize the starry night within, their own inner strength and capacity for healing. The song’s poetic verses weave a powerful narrative, from scars that tell untold stories to the bridges of hope built through perseverance. <br> <br>The bridge offers a celestial reminder: the stars above, steadfast and bright, serve as guides through the darkest nights. No matter how lost one feels, the universe holds silent whispers of encouragement, waiting to lead them home. <br> <br>The final verse embraces the power of self-expression, turning pain into art, suffering into song, and despair into resilience. The outro leaves a lasting message: despite the depths of suffering, the soul can rise, heal, and be reborn. <br> <br>&quot;The Starry Night Within&quot; is more than just a song; it is a testament to survival, an anthem for those who have walked the hardest roads, and a beacon of hope for those still searching for light in the darkness.",
        "thumbnail": "https://addictiontube.com/upload/photos/2025/02/ijtywvWuoAYsurbBtN8Y_10_ed37f40c33cb25e021c71c01c5c082af_image.png",
        "video_location": "https://addictiontube.com/upload/videos/2025/02/sxXNFaQmr38sUVwTgxzP_10_3b9d9a1862ee0c5177c1bd65db325887_video.mp4",
        "category_id": "1074",
        "song": "music Beneath the starry night a soldier's cry A fragile heart under a shadowed sky Addictions grasp a cruel embrace A haunting war A ceaseless chase Lost to the echoes of a life once bright A world of dreams consumed by night Family whispers their love now stray The ties that bound feel free on chain Cravings roar like a ceaseless tie A storm within where hope must hide Yet somewhere deep a spark remains A fragile light through broken chains The story night within the soul A light that fights to make it whole Through endless tears and skies that break A voice of strength begins to wake Each wound the chapter each scarlet Of battles fall through addictions trap The weight of shame like jagged steel Cuts deep works and their hearts will heal Yet judgement's clear a heavy cause Cannot define what isn't lost In shadows thin a flicker grew A thread of gold a chance of new Through trembling hats a path appears A bridge of hope across the ears For every step though fraught with pain Is one more lane in freedom's chain Cravings roar like a ceaseless tie Yet somewhere deep a spark remains A fragile light through broken chains The story night within the soul A light that fights to make it whole Through endless tears and skies that break The stars above a quiet guide Through darkest nights they never hide A map of hope in heaven's glow To show the way for hearts milieu Each burning light a whispered call To rise again to stand through all The heart's embrace the soul reveals In the heart's embrace the soul reveals A wound to deep, for time to heal But through the pain a masterpiece A symphony sung from shadows Addictions hold the fears in wild Cannot consume the whole foothold The pain it scars the marks of strife Become the colors of a vibrant life For even in the darkest fight The hearts are seeks the morning light A fragile light a steady climb A song that breaks the binds of time The story night within the soul A light that fights to make it whole Through endless tears and skies that break A voice of strife begins to wake So hold your hand Hold your hand beneath the skies Let stars reflect within your eyes Through every wound and breaking pain The soul will rise and heal again The road is long, the night is deep But stars will guide and hearts will keep A life rebuilt from shattered skies A starry soul reborn to rise"
    },
    {
        "video_id": "lzew6aCXjH89An8",
        "title": "Lens of Light: An Uplifting Song of Healing, Hope &amp; Transformation",
        "description": "Experience &#039;Lens of Light,&#039; a soulful song inspired by the transformative journey from addiction to art. Let its heartfelt verses and stirring chorus guide you through hope, mindfulness, and rebirth. Click to listen to a musical journey that empowers and inspires with every note.",
        "thumbnail": "https://addictiontube.com/upload/photos/2025/02/XX8jQNRz1M7dqJmmoOny_16_4f3703f5a135970ca2e72ee0cf83ed19_image.png",
        "video_location": "https://addictiontube.com/upload/videos/2025/02/9wCuWxAuvSh9ZwNJezbJ_16_8f32a41959cc65671a9f09e981ede7eb_video.mp4",
        "category_id": "1074",
        "song": "In the dark of night, a spark is born A silent whisper breaks the storm Let the lens of light guide you on Through the shadows you're not alone Every moment captured a step to rise In every frame hope never dies An old camera in a dusty room Unveils a world beyond the gloom Through every shot a click a story told Of battles fall and hearts may bold The pain of yesterday fades with the dawn New vision's rise as night is gone Let the lens of light guide you on Through the shadows you're not alone Every moment captured a step to rise In every frame hope never dies In each captured image a truth unfolds Healing whispered in hues of gold My full moments in a world so vast Finding beauty in a future comes From the ruins of despair a new day grows Every frame of promise a light that grows Let the lens of light guide you on Through the shadows you're not alone Every moment captured a step to rise In every frame hope never dies The journey is long yet the heart stays true With every picture a life renewed In shared stories a community sings A chorus of hope on bright new wings Traceful and pain into our divine Let every captured moment be a sign Let the lens of light guide you on Through the shadows you're not alone Every moment captured a step to rise In every frame hope never dies I hope never dies Let the lens of light guide you on Through the shadows you're not alone Every moment captured a step to rise In every frame hope never dies"
    },
    {
        "video_id": "SXeDO4jfZRIqSOr",
        "title": "Rise From the Ashes – An Inspirational Song of Overcoming Addiction and Hope",
        "description": "A deeply emotional and uplifting song about breaking free from addiction, finding strength, and embracing a new beginning. Listen to this powerful anthem of hope and redemption.",
        "thumbnail": "https://addictiontube.com/upload/photos/2025/02/Yhh9iPjSjIkSPDOtVOUB_16_3a60f6fac561f8f81d37345956660bd5_image.jpg",
        "video_location": "https://addictiontube.com/upload/videos/2025/02/fw8jvqGre4vM8TR8cUtZ_16_850e50c394c0d71bd77fdcb34fee5b60_video.mp4",
        "category_id": "1074",
        "song": "I walk through a fire lost in the night chasing shadows losing the fight Every promise, every dream fell apart right at the seas The weight of shame, the heavy chain drowning in deep and endless rain A silent scream, a hollow soul, a heart so broken, hard to hold But our eyes are eyes again through the pain, through the end Sparking silent, light so true breaking free, finding you Our eyes are eyes that hold it, a brand new fire starts to glow Every whisper, every lie told me I was meant to die Deep inside, a voice remained calling me to heal the pain Hands reach down so full me in a battle for my hatchet win Through the storm, through the night I found my way back to the light But our eyes are eyes again through the pain, through the end Sparking silent, light so true breaking free, finding you Our eyes are eyes that hold it, a brand new fire starts to glow No more shame, no more fear, every scar has brought me here I stand tall, I breathe deep, although within I'll always keep I'll always keep The past may haunt, but it won't define this life is mine, this soul will shine Through the darkness I have known, our hearts lost as found its home Whole was just a distant dream, a silent wish in a raging seas Now I see the path ahead, the journey back from where I belong The steps drawn, no turning back, a roll of gold no say don't lie He's my last name, a second chance, a memory of a life no dance I see the faces here, their cries, for still us believe in light I'll stand beside our life away, guide them home to brighter days Don't take my hand, don't be afraid, the night will end, the pain will fade We'll rise together, hearts on fire, bound by hope will climb high"
    },
    {
        "video_id": "COrgpbx9TuczkC8",
        "title": "She Survived the Streets: Beneath the Concrete Sky’s Haunting Truth",
        "description": "Lila’s heroin life under the bridge is Beneath the Concrete Sky, a bleak tale of survival in drug addiction’s grip. Can she outlast the streets?",
        "thumbnail": "https://addictiontube.com/upload/photos/2025/04/2JWTh91HpnbFuqoAV9P9_02_a25a72bfd5c2a4db1c4dfc0ced29541b_image.jpg",
        "video_location": "https://addictiontube.com/upload/videos/2025/04/j3TjGMIYFguj38XJnDhz_02_aa03ec2861057caddf4ef141fc19e512_video.mp4",
        "category_id": "1074",
        "song": "The bridge room's dark, the river humps, a needle's kiss where no one comes. I draw the blood, I chase the glow, a fleeting warmth in shadows low. The city's size, my veins run dry, a ghost beneath the concrete sky. I gave my soul to the dark below beneath the concrete sky. I know, but I'm still here, I still survive. A heartbeat proves I'm still alive beneath the concrete beneath the concrete sky. The streets are cold, the nights are long, a cardboard throne where I belong. The rush would sing, the world would faint, a dead, a dust of long repaint. My hands are cracked, my hopes are thread, a life half lived, a life half dead. My soul to the dark below beneath the concrete sky. I know, but I'm still here, I still survive. A heartbeat proves I'm still alive beneath the concrete beneath the concrete sky. I'd walk the blocks, the dealers call a trade of coins, a steeper fall. The high would lift, the crash would burn, a lesson lost I'd never learn. The bridge, my church, the streets, my pew, a prayer to God to never knew. I gave my soul to the dark below beneath the concrete sky. I know, but I'm still here, I still survive. A heartbeat proves I'm still alive beneath the concrete beneath the concrete sky. The rain cuts through the wind bites deep, but trembling frame to frail to keep. I see the past, the friends I've lost, the records haunted every cost. Yet dawn still breaks, a stubborn light, a will to rise, a will to fight. I gave my soul to the dark below beneath the concrete sky. I know, but I'm still here, I still survive. A heartbeat proves I'm still alive beneath the concrete. The concrete sky, the scars map out the roads I've roamed, a body bent, a spirit home. I've touched the void, I felt its weight, but carved my name on slate, a fate I stand, I breathe. The sky still grey, a fragile dawn to claim my day, my soul to the dark below beneath the concrete sky. I know, but I'm still here, I still survive. A heartbeat proves I'm still alive beneath the concrete beneath the concrete sky. The streets have claws, they've claimed they're due. A brotherhood I stumbled through, I've bled, I've broke, I've paid the toll. A fractured man with half a soul, we fall, we rise, we bear the strain. A pulse of hope through endless rain, I gave my soul to the dark below beneath the concrete sky. I know, but I'm still here, I still survive. A heartbeat proves I'm still alive beneath the concrete beneath the concrete sky. A heartbeat proves I'm still alive beneath the concrete sky."
    },
    {
        "video_id": "6kTxWcpvzKBtVpM",
        "title": "From Pills to Power: Wings of Broken Chains Will Inspire You",
        "description": "Elena’s overdose nearly ended her song. Wings of Broken Chains is her raw journey from addiction’s chains to fragile freedom, can she soar again?",
        "thumbnail": "https://addictiontube.com/upload/photos/2025/04/Ho4JiKDqjvhU1YX1IE9i_02_42005c01bcaa370458644a5f97102cf1_image.jpg",
        "video_location": "https://addictiontube.com/upload/videos/2025/04/pWmktXzHEnUSb1Lgshru_02_71a38aa180d5a7a1ce40c310e961d010_video.mp4",
        "category_id": "1074",
        "song": "I'm going to be a little bit more more more more The smoke was thick My world was small My haze of nights I can't recall I chased the high I lose my way I shadow trapped in yesterday The mirror lied The days grew dim A hollow shell A fading hymn I built these wings from shattered things Rising with the silent scenes The chains are gone I'm free to tour I found my soul I'm something more Wings of broken chains Wings of broken chains The joints would burn My hands would shake A ritual I couldn't break 15 deep I'd close my eyes A prison built on whispered lies The dawn was ash The nights were cold A story lost A life on hold I built these wings from shattered things Rising with the silent scenes The chains are gone I'm free to tour I found my soul I'm something more Wings of broken chains Wings of broken chains I hit the floor The dark press tight A spark of will A fragile light I clawed my way I took the reins Designed my path Through all the pain Each step of fight Each breath of song A strength I'd carried all along I built these wings From shattered things Rising with the silent scenes The chains are gone I'm free to tour I found my soul I'm something more Wings of broken chains Wings of broken chains The sun breaks through The air feels new A clarity I never knew I write these words A heart rate born I'll steady-feed The past still calls But I stand tall A Phoenix rising from the fall I built these wings From shattered things Rising with the silent scenes The chains are gone I'm free to tour I found my soul I'm something more Wings of broken chains Wings of broken chains I'm present now The fog is gone A life rebuilt A new dawn Drawing The scars remain They tell my tale Gradually the wind fills sail I lift my voice I claim my space A testament to saving grace I built these wings From shattered things Rising with the silent scenes The chains are gone I'm free to tour I found my soul I'm something more Wings of broken chains Wings of broken chains I tore the cage I broke the mold Turned ash to fire Feared gold Each crack of bread Each moon to see my speech We met this fireballs We'll never end I built these wings from shattered things Rising with the silent scenes The chains are gone I'm free to tour I found my soul I'm something more Wings of broken chains Wings of broken chains Wings of broken chains"
    },
    {
        "video_id": "GMJ4RAFaXlDmARY",
        "title": "He Denied It Until It Killed Him: Veins of Denial’s Dark Secret",
        "description": "Ryan’s heroin habit destroyed everything, Veins of Denial exposes his chilling refusal to see the truth. Will denial be his final breath?&quot;",
        "thumbnail": "https://addictiontube.com/upload/photos/2025/04/lL39J5K6v3lxXG93QUuu_02_94ef77ceb3bd29e1347ae9c7a0c1de50_image.jpg",
        "video_location": "https://addictiontube.com/upload/videos/2025/04/Rh93Sp6PgKfgPiDhii5P_02_80902109031b0f0b62039ebb7e1b3f61_video.mp4",
        "category_id": "1074",
        "song": "Is heritage I quiet I can't ignore It's just this one A fleeting thrill no chance To find no way to fail I'm not the one you think you see No prison or here I'm still free It's not a break, no my fight I'm not an addict, not tonight Fades of denial Fades of denial There are shignites The world turns cold Warm that fight's the creeping cold I ride the way I touch the sky I've got too strong to question why It's not a cage, it's not a sin It's a game I play on the faith I'm not the one you think you see No prison or here I'm still free It's not a blood, it's not a fight I'm not an addict, it's not tonight Fades of denial Fades of denial The higher it treats the shadows creep A trembling dead eye can't turn and keep The floor is icy air turns thin A hollow ache burn me from my skin I swear it's fine I'm still in rain A bleeding, oh my god, too late I'm not the one you think you see No prison or here I'm still free It's not a blood, it's not a fight I'm not an addict, it's not tonight Fades of denial Fades of denial Don't break's harsh, mirror clears A stranger trapped in hollow stairs The walls close in the silent spice Or I waged through endless gaps It's just a phase of passing storm I'm still the shape of a storm I'm not the one you think you see No prison or here I'm still free It's not a blood, it's not a fight I'm not an addict, it's not tonight Fades of denial Fades of denial A whole sexy black hair is betrayed A whispered joke that I can't do I lost a lonely life on one's A fragile thread through shattered minds I've shown the worst day for life, please I'm so too scared to name the name I love the one you think you see No prison or here I'm still free It's not a blood, it's not a fight I'm not an addict, it's not tonight Fades of denial Fades of denial It's in my pocket, it's in my pocket But dance with childhood, with death, I scream I'm finally echoed praise I house a card on my screen Throw that sight forward, it's what takes hold The story I can't keep on doing I'm not the one you think you see No prison or here I'm still free It's not a blood, it's not a fight I'm not an addict, it's not tonight Fades of denial Fades of denial"
    },
    {
        "video_id": "xhnBUswuqBHqNwY",
        "title": "Can He Resist the Bottle? The Shocking Truth of Shadows of the Glass",
        "description": "Discover Jake’s fight to stay sober in a bar full of temptation. Shadows of the Glass unveils the raw, emotional battle against alcohol addiction, will he win or fall?",
        "thumbnail": "https://addictiontube.com/upload/photos/2025/04/FjUyQjnVwf9nUttwwZ1f_02_871be4a09c63d2376d105fc13690994a_image.jpg",
        "video_location": "https://addictiontube.com/upload/videos/2025/04/asJuByxpvjvTKkTdV2Hx_02_f9cb12af02fbc2809da6952449bcb6e4_video.mp4",
        "category_id": "1074",
        "song": "I Bar stool creeks the laughter stings they raise their shots like clinking kings I clutch my coke my hands turn white a silent war I fight tonight They don't see the edge I skirt the flood once it could on earth I'd rather stand alone and drown with you As shadows of the glass were truth breaks through they call it weak. I call it my this fragile line I'm holding tight. I'd rather stand alone I'd rather stand alone They're neon hums a taunting glow their voices blur just let it flow They don't know the nights I've bled but those the screen sat in my head one drinks Spark a raging fire a past I buried in the wire I'd rather stand alone and drown with you As shadows of the glass were truth breaks through they call it weak I call it my this fragile line I'm holding tight. I'd rather stand alone I used to dance with every round a hollow king on shaky ground the cheers would lift The room would spin till darkness clawed its way within now I sit still a stranger stare They don't see the way I bat I'd rather stand alone and drown with you As shadows of the glass were truth breaks through they call it weak I call it my this fragile line I'm holding tight. I'd rather stand alone I'd rather stand alone The two box wheels and old ribbrain a whiskey song a sweet ribbrain pulls me back A silence call tonight's I swore I'd lose it all but I gripped the glass cold and clear A lifeline card from silent fear I'd rather stand alone drown with you As shadows of the glass were truth breaks through they call it weak I call it my this fragile line I'm holding tight. I'd rather stand alone The clock tick slow the crowd thins out their slurred goodbye as a fading shout I'm still here the air grows still a quiet strength a stubborn will this overhard It's mine to claim no shadows left it hurts my name I'd rather stand alone and drown with you As shadows of the glass were truth breaks through they call it weak I call it my this fragile line I'm holding tight. I'd rather stand alone I'd rather stand alone They tow freedom but I've been chained a ghost in bottles of life restrained now Every no rebuilds my soul a revel's heart they'll never know Walk through fire I face the cost found my way when I was lost I'd rather stand alone and drown with you As shadows of the glass were truth breaks through they call it weak I call it my this fragile line I'm holding tight. I'd rather stand alone I'd rather stand alone"
    },
    {
        "video_id": "khIlkhy5gKF8Swv",
        "title": "Fame Couldn’t Save Him: Begin Again’s Raw Relapse Battle",
        "description": "Marcus’s fame crumbled under alcohol and Oxy, Begin Again is his gritty fight through relapse to redemption. Can he rewrite his story?",
        "thumbnail": "https://addictiontube.com/upload/photos/2025/04/VnrsDTS7pmub7qL99fz6_06_16c8f7a6f6a1260849a1be66b7167f7f_image.jpg",
        "video_location": "https://addictiontube.com/upload/videos/2025/04/zPIkhIb3FW5R3csrKBXV_06_736679e6502510853723a112da510de5_video.mp4",
        "category_id": "1074",
        "song": "The spotlight burns, the crowds are roar, a king on stage, a mascot war, the bottle called the 13 young, a song of smoke on every tongue, I'd ride in haze, I'd lose the thread, a prodigy with dreams haphed in, I'll start again, though it breaks my soul through shattered nights, I'll take control, the falls my truth, the rise my fight, begin again, begin again, the pills came next, a velvet tide, oxy's grip, a wilder eye, I'd sober up, I swear I'm done, they crashed beneath, a setting sun, the headlines glare, the whisper sting, a puppet clipped on fragile strength, I'll start again, though it breaks my soul through shattered nights, I'll take control, the falls my truth, the rise my fight, begin again, begin again, my father's eyes, they didn't wish aim, the heroes fall, a tarnished name, chakriot night, my love undone, a war I waged, no better one, the stage feels cold, the cheers feel fake, a throne I built for my mistake, I'll start again, though it breaks my soul through shattered nights, I'll take control, the falls my truth, the rise my fight, begin again, begin again, the relapse cuts, the world looks on, a liar's mask, I can't outrun, no privacy, no room to breathe, a public scar, a private reef, but in the dark, a spark ignites, about to climb these endless heights, I'll start again, though it breaks my soul through shattered nights, I'll take control, the falls my truth, the rise my fight, begin again, begin again, I'll start again, though it breaks my soul through shattered nights, I'll take control, the falls my truth, the rise my fight, begin again, begin again, I've walked the edge, I felt the cost, a prodigal sun, a compass lost, the veins are thread, the loves are rolled, I pull myself through threats of hope, we stumble rise, we're not alone, each restart, cars are stronger, though it breaks my soul through shattered nights, I'll take control, the falls my truth, the rise my fight, begin again, begin again"
    },
    {
        "video_id": "6FlK72wOOR1LtnP",
        "title": "He Built His Own Prison: Prison of Pills’ Desperate Crash",
        "description": "Mark’s Oxy addiction caged him in Prison of Pills, a father’s reckless fall from family to ruin. Can he break the bars?&quot;",
        "thumbnail": "https://addictiontube.com/upload/photos/2025/04/ejCkcsajOJ3wzev8ibss_02_1374c17021c84f0cd153dbf622202060_image.jpg",
        "video_location": "https://addictiontube.com/upload/videos/2025/04/wn18swIIuxicF3ElxgCs_02_c6f81d12edf87705135cf5eeff79cdde_video.mp4",
        "category_id": "1074",
        "song": "A man's garage hums, the tools grow still, A knee one strong bends sharp with ill, Oxy slips in, a doctor's grace, A nummery treat from pains and brace, The pills take root his heart to fill. In the prison of pills I'm locked inside a haze, A calm where shadows bite, The highs my shield, the falls my chain, I'm trapped in the prison, this nummer frame, Prison of pills, prison of pills. The dose climbs high, The bottles fade, a nightly fog, A barricade, kids laugh low, Their voices drift, A wife's plea cracks, the rift grows swift, A diction builds its cruel surrender, In the prison of pills I'm locked inside a haze, A calm where shadows bite, The highs my shield, the falls my chain, I'm trapped in the prison, this nummer frame, Prison of pills, prison of pills. She screams, you're gone, The door slams tight, He doubles down, The pills ignite, A trembling hand, A mind unmoved, The garages sell, he can't afford, The highs a lie, A fading lie, In the prison of pills I'm locked inside a haze, A calm where shadows bite, The highs my shield, the falls my chain, I'm trapped in the prison, this nummer frame, Prison of pills, prison of pills. The keys turn fast, The road blurs wide, Headlights weave, A reckless ride, A ditch looms dark, The car caves in, Metal twists his blood, Begins the pills still out, It's sold too high, In the prison of pills, I'm locked inside a haze, A calm where shadows bite, The highs my shield, the falls my chain, I'm trapped in the prison, this nummer frame, Prison of pills, prison of pills. Sirens wail, He crawls through mud, A broken man, A pulse of blood, The kids soft calls, A distant cry, A key he tossed, To numb to try, The prison holds a bitter flood, In the prison of pills, I'm locked inside a haze, A calm where shadows bite, The highs my shield, the falls my chain, I'm trapped in the prison, this nummer frame, Prison of pills, prison of pills. Prison of pills, prison of pills. The pills were peace, A soft deceit, A cage I built with every beat, Now wheels lie still, The night takes hold, A father lost, And numbness cold, This evil binds my souls to feet, A keyless lock, I can't die and see, In the prison of pills, I'm locked inside a haze, A calm where shadows bite, The highs my shield, the falls my chain, I'm trapped in the prison, this nummer frame, Prison of pills, prison of pills."
    },
    {
        "video_id": "v3N4saZXrjrgjZc",
        "title": "A Mother’s Addiction Left Him Alone: Echoes in the Empty Room Will Break You",
        "description": "Sam watches his mom fade to pills in Echoes in the Empty Room, a heartbreaking tale of loss and the devastating ripple of addiction. Can love survive the silence?",
        "thumbnail": "https://addictiontube.com/upload/photos/2025/04/1VxZDZ6wz9YPWh6QDo7A_06_4628cb4d1d5637876abf2b1ef001210d_image.jpg",
        "video_location": "https://addictiontube.com/upload/videos/2025/04/smNVXT7CApOXYoRsJPXe_06_82ab1f963d386a85bb3240936ea27e55_video.mp4",
        "category_id": "1074",
        "song": "The windows cold the curtains sway I wait for you You fade away I promise broke the shadows lie The clock ticks loud I don't know why Your voice was here Now silence things a hollow house With broken wings You chose the shadows over me Left that goes in the empty sea A heart too young to understand Your ghost still holds my tremble in hand Echoes in the empty, Echoes in the empty room The candles burn No song to sing A birthday wish on fragile string You swore you'd come I wore your shirt But empty chairs are all that hurt The foam stays dead The night grows slow A child's home proves me wrong You chose the shadows over me Left that goes in the empty sea A heart too young to understand Your ghost still holds my tremble in hand Echoes in the empty, Echoes in the empty room I trace your steps The pills dream floor That'll feel behind the door Your eyes were glass Your words were frail A stranger lost beyond the veil I screamed your name You didn't hear Love drowned in me Your bottled fear You chose the shadows over me Left that goes in the empty sea A heart too young to understand Your ghost still holds my tremble in hand Echoes in the empty, Echoes in the empty room The cold came from soft A voice oath in She's gone, they said Gave in to sin And overdose A final breath You slipped away To chase your death I clutched your gold It's round of you A thread of warmth I can't undo You chose the shadows over me Left that goes in the empty sea A heart too young to understand Your ghost still holds my tremble in hand Echoes in the empty, Echoes in the empty room The years roll on I'm older now But scars still calm Across my brow I speak your name It cuts like glass A love that lingers pain that lasts I forgive I rage I'm torn into Your absence lives in all I do You chose the shadows over me Left that goes in the empty sea A heart too young to understand Your ghost still holds my tremble in hand Echoes in the empty, Echoes in the empty room I see you in the cracks of dawn A fleeting shape a figure drawn You left us here we bear the cost A family fractured innocent slush I shout out weep I'm not alone Your ghost built this hollow home You chose the shadows over me Left that goes in the empty sea A heart too young to understand Your ghost still holds my tremble in hand Echoes in the empty, Echoes in the empty room I see you in the cracks of dawn A fleeting shape a figure drawn You left us here we bear the cost A family fractured innocent slush I shout out weep I'm not alone Your ghost built this hollow home"
    },
    {
        "video_id": "pcgDXkvPJAgQhOL",
        "title": "&quot;Empire of Ash&quot; His Cocaine Empire Burned: Empire of Ash’s Shocking Fall",
        "description": "Derek’s cocaine-fueled reign crashed in Empire of Ash, a broker’s thrilling rise and sudden death. Will power save him?",
        "thumbnail": "https://addictiontube.com/upload/photos/2025/04/BgY8JGTP6eIAgueqgP2f_06_335265b77355658133eb0f25a66438a4_image.jpg",
        "video_location": "https://addictiontube.com/upload/videos/2025/04/lMhW1RKgGUcSNmktA7DC_06_3aebce7ec4a46950ea6ace5867f9d01a_video.mp4",
        "category_id": "1074",
        "song": "In the empire of ash, I rule the sky Of powder rush, where power lies The eyes, my crown, the falls, my fate I'm king of the collapse, this fleeting state Empire of ash Empire of ash The deals fly fast, is it just king? Not truth burn, the world's history Campaign flows, the parties wait A god is rolling, mirrored haze Each in a throne, a wild machine In the empire of ash, I rule the sky Of powder rush, where power lies The eyes, my crown, the falls, my fate I'm king of the collapse, this fleeting state Empire of ash Empire of ash The night peaks high, the line burns deep Chest grips tight, a pulse too steep Laughter fades The room spins red A heart of balls, that glory red The mirror cracks its way asleep In the empire of ash, I rule the sky Of powder rush, where power lies The eyes, my crown, the falls, my fate I'm king of the collapse, this fleeting state Empire of ash Peace downers blind, the guests don't see Blood streaks glass, a silent plea Glights burst fast, the floor draws near A king's ease won't last leading Sheer cocaine's thrown a coldly grin In the empire of ash, I rule the sky Of powder rush, where power lies The eyes, my crown, the falls, my fate I'm king of the collapse, this fleeting state Empire of ash Empire of ash Sirens will too late to save A penthouse to a gilded grave The city homes, his name erased A fleeting lord, a bitter taste The ashes, is finally awake In the empire of ash, I rule the sky Of powder rush, where power lies The eyes, my crown, the falls, my fate I'm king of the collapse, this fleeting state Empire of ash The lights were wings, the sky my claim A rush of gold, a fleeting fate Now mirrors bleed, the throne's undone A heart betrayed by everyone, this evil race A muscle's decay, an empire burned in a once-wift day In the empire of ash, I rule the sky Of powder rush, where power lies The eyes, my crown, the falls, my fate I'm king of the collapse, this fleeting state Empire of ash Empire of ash"
    },
    {
        "video_id": "doulgmdOYQEZBo9",
        "title": "&quot;Falling Into the Void&quot; She Painted Her Doom: The Tragic Fall in Falling Into the Void",
        "description": "Mia’s heroin addiction turned her art into a nightmare. Falling Into the Void reveals a haunting descent, can she escape the needle’s deadly grip?",
        "thumbnail": "https://addictiontube.com/upload/photos/2025/04/JBNzbOHVjbSKeXzIZGai_06_7a2bc66cce03bbb77c826fa80b9670fd_image.jpg",
        "video_location": "https://addictiontube.com/upload/videos/2025/04/pb688t2OeyyhV7OvZHHN_06_ccaa8a7760eed0d2b1e34d2ade1da639_video.mp4",
        "category_id": "1074",
        "song": "The needle hums a silver thread A fleeting piece inside my head The room dissolves the weight takes flight I chase the dark to dodge the light It pulls me soft to lovers light Oh, whispered vow I can't deny I'm falling into the void again Regrevenees my only friend It lifts me high and tears me low I can't let go I can't let go falling into the void Oh, oh, oh, oh, oh I'm falling into the void The air grows thick the colors bleed A hunger blooms I can't unseed The walls collapse the floor gives way I'm king of nothing nice today Each press of plege pulls a chain I'm thrown of dust a crown of pain I'm falling into the void again Regrevenees my only friend It lifts me high and tears me low I can't let go I can't let go falling into the void Oh, oh, oh, oh I'm falling into the void The mirror cracks a stranger's face A hollow shell a lost embrace The high retreats the cold sleeps in Or I'll wage I'll never win I reach for more my hands betray The dawn's a dead I can't repay I'm falling into the void again Regrevenees my only friend It lifts me high and tears me low I can't let go I can't let go falling into the void I'm falling into the void Unrip, unrip, un-devoid The voices fade the silence screams A fractured world a broken dream I'm waitless now I'm bound so tight A buck bit strong in endless night I swear I'll stop I swear I'll try But every false another lie I'm falling into the void again Regrevenees my only friend It lifts me high and tears me low I can't let go I can't let go falling into the void I'm falling into the void The floor is ice my bones are frail A trembling wreck a tattered sail I see the edge I feel the cold To rise or break to stand or fall A spark ignites to faint too far A cry for help beneath the sky I'm falling into the void again Regrevenees my only friend It lifts me high and tears me low I can't let go I can't let go falling into the void I'm falling into the void It's in my veins, it's in my soul A thief of time a black hole I'm reaching out but hands are stone No prisoner here but not alone The time pulls hard I'm sinking fast I'm bleeding Oh this isn't last I'm falling into the void again Regrevenees my only friend It lifts me high and tears me low I can't let go I can't let go falling into the void I'm falling into the void"
    },
    {
        "video_id": "nMulSkKh3vdtf6U",
        "title": "&quot;Fog of Silence&quot; She Drifted to Death: Fog of Silence’s Eerie Fate",
        "description": "Jess’s fentanyl fog ended her in Fog of Silence, a student’s quiet spiral to a tragic close. Can she wake from the haze?",
        "thumbnail": "https://addictiontube.com/upload/photos/2025/04/TwmZSZNXOL39Rggkkrj5_06_9fe1c04c742d5777b7d3c7ae6015134f_image.jpg",
        "video_location": "https://addictiontube.com/upload/videos/2025/04/nKvVIWjWMj1vbG91Redl_06_08291c607c19eab720782e8a7fa1f97e_video.mp4",
        "category_id": "1074",
        "song": "Oh Jess Ben's low the books pile high a dorm room hums Attends goodbye a pill slips in a friend soft teeth Venue whisper gentle ease the fog rolls soft beneath her sky In the phantom no fog I drift away A quiet hush where shadows play The cops of field the ends my guy. I'm lost in the silence this endless time Fog of silence Fog of silence The stress dissolves her eyes grow dim a nightly right a fragile him The dose clients slow the world turns light a cocoon of peace in fading sight Addiction hums a tender Brim in the phantom no fog I drift away A quiet hush where shadows play The cops of field the ends my guy. I'm lost in the silence this endless time Fog of silence Fog of silence The tiles cold her breath runs thin a knock goes mute no sound within The height turns deep a lethal sway Lips turn blue the night gives away the fog and falls a Chili skin in the fentanyl fog I drift away A quiet hush where shadows play The cops of field the ends my guy. I'm lost in the silence this endless time Fog of silence Fog of silence Phone lights up moms words unread a call to life a thread unfit The pills soft lie a final breath a drift too far a dance with death The fog holds tight her spirit shed in the fentanyl fog I drift away A quiet hush where shadows play The cops of field the ends my guy. I'm lost in the silence this endless time Fog of silence Fog of silence A janitor calls the nark and fails the dorm grass still a ghost prevails Books lie strung her fight unseen a fleeting soul a muted scene The fog descends no more prevails In the fentanyl fog I drift away A quiet hush where shadows play The cops of field the ends my guy. I'm lost in the silence this endless time Fog of silence Fog of silence The pills were peace a soft retreat a fog that cloaked my every beat No screen no fight just drift and free a silent Reaper calling me This evil hush a shroud complete a life erased in quiet defeat In the fentanyl fog I drift away A quiet hush where shadows play The cops of field the ends my guy. I'm lost in the silence this endless time Fog of silence Fog of silence"
    },
    {
        "video_id": "6AOYgNtH3VJIHi7",
        "title": "&quot;Haven’s Tomb&quot;  Her Haven Became Her Grave: Haven’s Tomb Will Chill You",
        "description": "Lena’s heroin haven turned deadly in Haven’s Tomb, a nurse’s haunting fall into addiction’s trap. Will she survive the shadows?",
        "thumbnail": "https://addictiontube.com/upload/photos/2025/04/O5gCyHdOI39QfHguM27a_06_d4c3f5a1d8c313f6fe685fa0b2c0b58b_image.jpg",
        "video_location": "https://addictiontube.com/upload/videos/2025/04/1NsEAScUjgLxskQKM9GO_06_cb8d304047c8c09de01996795204e1f6_video.mp4",
        "category_id": "1074",
        "song": "The world was wide, my hands were short, and nurse who stitched the world's deep cuts. A disclet loose, the morphine purred, now shadows call through our stedustrux. A warehouse homes, my havens birth, and the haran haven I fade away. A needle's kiss, where the dark holds sway, the warmth's alive, the cold's my doom. I'm lost in the haven, this crumbling tune, heavens tune, heavens tune. The air turns thick, my veins run black, a syringe treblos of fragile thread. The rush comes soft, it pulls me back, a fleeting piece with pain once bled. I'm weightless here, my soul unwell. In the haran haven, I fade away. A needle's kiss, where the dark holds sway, the warmth's alive, the cold's my doom. I'm lost in the haven, this crumbling tune, heavens tune, heavens tune. His shadow falls, a blade's cold green, no cash to give my watch to parts. A trade in the shame, a muted scream, the drug demands my breaking heart. The rush drawn near, my breath grows thin. In the haran haven, I fade away. A needle's kiss, where the dark holds sway, the warmth's alive, the cold's my doom. I'm lost in the haven, this crumbling tune, heavens tune, heavens tune. The dawn creeps grey, my pulse runs slow, a phone rings out alive, I'm new. The voices fade, I can't let go, this havin' binds what's left and feel. The floor's my bed, the ends my guide. In the haran haven, I fade away. A needle's kiss, where the dark holds sway, the warmth's alive, the cold's my doom. I'm lost in the haven, this crumbling tune, heavens tune, heavens tune. The dawn creeps grey, my pulse runs slow, a phone rings out alive, I'm new. The voice drawn near, my breath grows thin. In the haran haven, I fade away. A needle's kiss, where the dark holds sway, the warmth's alive, the cold's my doom. In the haran haven, I fade away. A needle's kiss, where the dark holds sway, the warmth's alive, the cold's my doom. I'm lost in the haven, this crumbling tune, heavens tune, heavens tune. Once I healed, now I bleed, a heaven built on desperate need. The rats dance close, the shadows sing, a crown of dust, all in the hidden sea. In the haran haven, I fade away. A needle's kiss, where the dark holds sway, the warmth's alive, the cold's my doom. In the haran haven, I fade away. A needle's kiss, where the dark holds sway, the warmth's alive, the cold's my doom. I'm lost in the haven, this crumbling tune, heavens tune, heavens tune."
    },
    {
        "video_id": "kWwVDGEW6dW7HLf",
        "title": "&quot;Light Beyond the Noise&quot;  She Danced with Death: Light Beyond the Noise’s Stunning Redempt",
        "description": "Tara’s ecstasy overdose nearly took her life. Light Beyond the Noise unveils her wild nights and fragile sobriety, can she find peace beyond the chaos?",
        "thumbnail": "https://addictiontube.com/upload/photos/2025/04/yoULHsdAnj2hfsdezeNW_06_62950985eab5242affd4d1c416aff465_image.jpg",
        "video_location": "https://addictiontube.com/upload/videos/2025/04/Sc8tPe36uR98yKzHiPNp_06_4986e24857414a9c30f5455607c87e2c_video.mp4",
        "category_id": "1074",
        "song": "The dark my throne a crystal haze a jagged tone I dance with shadows fall apart a fractured mind a racing heart The dawn would sting the high would fade a price I paid a masquerade How does the quiet feel so loud? Like beyond the noise I found Safe and still is clear and true I'm whole again I'm breaking through light beyond the noise Light beyond the noise I crashed one night the edge to near a mirror cracked a voice of fear the room went black my pulse went still The line I crossed a bitter pill But breath returned a choice was mine to leave the dark to seek the shines How does the quiet feel so loud? Like beyond the noise I found Safe and still is clear and true I'm whole again I'm breaking through light beyond the noise The air feels fresh the colors blue no shadows left to cloak my room I hear my laugh I feel my stride a strength that buried deep inside The chaos fades the silence glows a life for a point where freedom grows How does the quiet feel so loud? Like beyond the noise I found Safe and still is clear and true I'm whole again I'm breaking through light beyond the noise I stand up tall the past in view a scar worn map I've walked on through the nights don't pull the craving cease A heart at rest a soul at peace I'm here I'm now the world's my own a victory carved in every tone How does the quiet feel so loud? Like beyond the noise I found Safe and still is clear and true I'm whole again I'm breaking through light beyond the noise I shed the weight I cut the ties found clarity in sober skies The storm has passed the dawn's my guide A spark of joy I can't subside The rises one we heal we mend the slides that gift that never ends How does the quiet feel so loud? Like beyond the noise I found Safe and still is clear and true I'm whole again I'm breaking through light beyond the noise I shed the weight I cut the ties found clarity in sober skies"
    },
    {
        "video_id": "f9EZmqVhPgm2XO3",
        "title": "&quot;Locking the Night Away&quot;  He Locked Out Meth: Locking the Night Away’s Intense Fight",
        "description": "Chris battles meth alone in Locking the Night Away, a veteran’s raw, solitary war against addiction’s demons. Will he win the night?",
        "thumbnail": "https://addictiontube.com/upload/photos/2025/04/xV6KKfM2PljBSyzPtpvK_06_93192e7d574df4a108e0d1af9e28cf7f_image.jpg",
        "video_location": "https://addictiontube.com/upload/videos/2025/04/FLjYEfE8m5muJiYJvOUR_06_ff39dba5ee144a4997724bcf7a414bf0_video.mp4",
        "category_id": "1074",
        "song": "The room's been slow, the shadows crawl, a whispered pull the sirens call, the needle waits, the pills align, a fragile thread, a thinning line, I clench my fists, I pulled the door tonight, I swear I'll take no more. I'm breaking the chains, I'm breaking tonight, locking the night away from sight, the war is light, oh now stand, I'll stay, I'm locking the night, locking the night away. Locking the night away, locking the night away. Locking the night away, the sweat runs cold, the walls press tight, a trembling frame in fading light, the cravings claw, they scream, I scream, my name, a beast, I fed, a twisted game, I grit my teeth, I hold the key, this cage won't know what's left of me. I'm breaking the chains, I'm breaking tonight, locking the night away from sight, the war is light, oh now stand, I'll stay, I'm locking the night, locking the night away. Locking the night away, locking the night away. Locking the night away, the hours drag, the silence cuts, the hollow aching twisted cuts, I see the past, the highs, the fall, the ghosts that haunts these peeling walls, I slam the lock, I turn the tide, a spark of will I won't let die. I'm breaking the chains, I'm breaking tonight, locking the night away from sight, the war is light, oh now stand, I'll stay, I'm locking the night, locking the night away. Locking the night away, locking the night away. The dawn creeps in a fragile thread, a pounding skull, a heart half dead, the earth still hums a fading roar, a battle fought on this cold floor, I breathe, I rise the dark, rick-treat, so victory carved in steady fate. I'm breaking the chains, I'm breaking tonight, locking the night away from sight, the war is my own, I'll stand, I'll stay, I'm locking the night, locking the night away. Locking the night away, locking the night away. Feels raw, the scars remain a map of loss, a mark of pain, I've locked the night, I claim the day of fragile peace and disarray. I'll face the sun, I'll bear the weight, a soul reborn through I am Gaze! I'm breaking the chains, I'm breaking tonight, locking the night away from sight, the war is my own, I'll stand, I'll stay, I'm locking the night, locking the night away. Locking the night away, locking the night away. I've danced with death, I felt the strain, a tethered mind, a rusted chain, I kick the dust, I shred the light, a rebel yell, a battle cry. We fight, we bleed, we're not alone, this night's a grave, this heart's a stone. I'm breaking the chains, I'm breaking tonight, locking the night away from sight, the war is my own, I'll stand, I'll stay, I'm locking the night, locking the night away. Locking the night away."
    },
    {
        "video_id": "rZEkBEXqO9IiHrR",
        "title": "&quot;Mirage of Dust&quot; He Chased a Meth Mirage: Mirage of Dust’s Wild Collapse",
        "description": "Ty’s meth high spiraled into paranoia in Mirage of Dust, a dropout’s frenzied descent in the desert. Can he escape the dust?",
        "thumbnail": "https://addictiontube.com/upload/photos/2025/04/BjvTCjvMrVGPixpGSRrZ_06_253c8dff27451f261e03e562d40caee0_image.jpg",
        "video_location": "https://addictiontube.com/upload/videos/2025/04/V7Hp6QmxmtUPNWuVN21a_06_ac05c111d0f5efc9805aacdf7aa8b09b_video.mp4",
        "category_id": "1074",
        "song": "Oh Ties trailer homes in desert glare A drop out streams and try to spare A sharp ignites the pipe burns bright the buzz lifts high a while the light the sand's alive his mind takes flight In the math mirage I'm king of dust a wired rush where shadows thrust the highs a god the crash of blade I'm lost in the mirage this fever pain Mirage dust Mirage dust The world turns fast his pulse runs free A god unbound no chains to see He stalks the night he screams at skies from the mess of flame in hollow eyes each hit a crown a fold to creed In the math mirage I'm king of dust a wired rush where shadows thrust the highs a god the crash of blade I'm lost in the mirage this fever pain Mirage dust Mirage dust Mirage dust Mirage Mirage Mirage Mirage Mirage Mirage Mirage Mirage Days bleed on the buzz grows thin Skin picks all the bugs begin A shadow moves he grabs the back swings and goes the walls fall flat the frenzy cracks up jacket spin In the math mirage I'm king of dust a wired rush where shadows thrust the highs a god the crash of blade I'm lost in the mirage this fever pain Mirage dust Mirage dust Arkslam's hard too much too soon The trailer spins beneath the moon A screen tears free the floor caves in A rack of bones a trembling sin The mirage fades a hollow tune In the math mirage I'm king of dust a wired rush where shadows thrust the highs a god the crash of blade I'm lost in the mirage this fever pain Mirage dust Mirage dust Mirage Sandwich while this throes a lie A famking to rectify The pithelized cold the buzz has gone A desert gravy stumbled on no voice to call no strength to cry In the math mirage I'm king of dust a wired rush where shadows thrust the highs a god the crash of blade I'm lost in the mirage this fever pain Mirage dust Mirage dust Mirage dust The buzz was true the world the game a crown of fire a fleeting flame a box crawl deep the shadows were clear a throne of ash The mines to the ear the people burns my soul's refrain a king to throne inside that pain In the math mirage I'm king of dust a wired rush where shadows thrust the highs a god the crash of blade I'm lost in the mirage this fever pain Mirage dust Mirage dust Mirage dust Mirage dust Mirage dust In the math mirage I'm king of dust a wired rush where shadows thrust the highs a god the crash of blade I'm lost in the mirage this fever pain Mirage dust Mirage dust Mirage dust Mirage dust Mirage dust"
    },
    {
        "video_id": "8aN8FI6Lkk8XCLg",
        "title": "&quot;No Time for Saving&quot;  She Drank Herself to Death: No Time for Saving’s Tragic End",
        "description": "Nina’s defiance fueled her alcohol spiral in No Time for Saving—a bold bartender’s dance with death. Can she escape her own refusal?",
        "thumbnail": "https://addictiontube.com/upload/photos/2025/04/a33expkUWHZzow24SFtC_06_489204d21f8b61565f4ea62586d0c9c6_image.jpg",
        "video_location": "https://addictiontube.com/upload/videos/2025/04/Nf92QkNDGB3bC8BM4Mmw_06_6bc56fedcf076aa8803fbb0c12c04251_video.mp4",
        "category_id": "1074",
        "song": "The glasses fall, the night is mine, a velvet burn, a twisted vine, they push their cure. I turn away, I've got no time to kneel and pray. The bottle hums, my heart's in sway. I'll dance this dark another day, no time for saving, no time for tears. I'll drown the voices, I'll drown the fears. They say I'm lost, I say I'm fine, no reactions. We'll hold this mind, no time for saving, no time for saving. The room's been soft, the lights grow dim, a liquid hymn, a reckless one. They call it hell, I call it jail, a sober cell, a sterile tale. My father nods, he's blind to see. This chaos is what sets me free. No time for saving, no time for tears. I'll drown the voices, I'll drown the fears. They say I'm lost, I say I'm fine, no reactions. We'll hold this mind, no time for saving, no time for saving. The nights blur fast, the days are old, the rebels pass. A heavy load, the chin bites sharp, the wine runs deep. A promise I can't bear to keep. A life I sing, I raise the glass, a fleeting throne on shadow to brass. No time for saving, no time for tears. I'll drown the voices, I'll drown the fears. They say I'm lost, I say I'm fine, no reactions. We'll hold this mind, no time for saving, no time for saving. The mirror cracks, my hands grow frail, a slurring tongue, a fading trail. The clock ticks loud, the air turns thin, a poison blooms beneath my skin. A stumble heart, I choke the plea, still swear this life belongs to. No time for saving, no time for tears. I'll drown the voices, I'll drown the fears. They say I'm lost, I say I'm fine, no reactions. We'll hold this mind, no time for saving. The dawn goes black, the pulse runs slow, a final sip, a curtain's close. The bottle falls, the silence rain, a rebels ending, cringes in the seas. No time to mend, no time to fight. I fade into return light, no time for saving, no time for tears. I'll drown the voices, I'll drown the fears. They say I'm lost, I say I'm fine, no reactions. We'll hold this mind, no time for saving. No time for saving, I walked with death, I spun the light, a crown of thorns beneath the sky. They reached our end, I built the wall, a stubborn heart, a fatal fall. We chase, we break, we're not alone. This tells the warning card in stone. No time for saving, no time for tears. I'll drown the voices, I'll drown the fears. They say I'm lost, I say I'm fine, no reactions. We'll hold this mind, no time for saving, no time for saving."
    }
]