[
    {
        "video_id": "V71GRj1nfiyJoEy",
        "title": "Lila’s Story of Survival: A Poem of Homelessness, Hope, and Redemption",
        "description": "Discover the powerful journey of Lila in Beneath the Concrete Sky, a heartfelt poem about surviving homelessness, reclaiming dignity, and finding healing through compassion. A tribute to resilience, empathy, and second chances.",
        "thumbnail": "https://addictiontube.com/upload/photos/2025/06/IxkOSJXhsdgLN7bYFuuJ_08_8338db565755f5392503cfc9996e06d1_image.jpg",
        "video_location": "https://addictiontube.com/upload/videos/2025/06/vDvqPv5COK1eMUgXRPWL_08_6c0feec6cef4b7fc69b01fd001040119_video.mp4",
        "category_id": "1082",
        "poem": "Beneath the concrete sky, Lila's poem about surviving the streets. Lila slept where sirens cry. Beneath the concrete stained and dry, cardboard walls, her nightly bed, dreams of warmth inside her head. A world too fast kept passing by, hands clutch tight around old shoes. Her coat was thin from winters used. She begged for change with eyes like dusk. Shame her armor, hunger hushed. Hope flickered low behind the bruise. Cops walked past without a glance. No one offered second chance, just a junkie someone sneered. But Lila's strength never disappeared. Survival's not a gentle dance. A stranger's hand held out one day. He brought her soup, then walked away. That night she cried not from the cold, but from a kindness brave and bold. A spark that wouldn't fade to gray. She found a shelter, dim and bare. Yet in that room, she found some care, a bed, a meal and time to heal. Moments real, no need to steal, a chance to rise from dark despair. Classes came, then worked by noon. Lila hummed, a brighter tune. Scar still marked her weathered past, but days grew strong and pain moved fast. The girl beneath had bloomed too soon. Now she walks with open stride. No more alleys were ghosts abide. She helps the ones still fighting fate. Leaves warm gloves beside their gate. Lila's heart now beats with pride."
    },
    {
        "video_id": "kqwk6b6NWmfYazE",
        "title": "Locked Out in the Cold: A Haunting Poem About Meth Addiction and Homelessness",
        "description": "Locking the Night Away tells Chris’s heartbreaking story of meth addiction, isolation, and survival on the streets. This emotional poem offers a raw, empathetic look at life in the cold margins of society, where hope flickers and humanity still echoes through pain.",
        "thumbnail": "https://addictiontube.com/upload/photos/2025/06/btAGFIK2MCQfWdY38P2s_08_e3bbe56ddabfc4bba79580c2fa3a2f19_image.jpg",
        "video_location": "https://addictiontube.com/upload/videos/2025/06/I7KjCRDT2Vt3tMeHtTed_08_720939a3dcdce36cebdd91dea9072bbb_video.mp4",
        "category_id": "1082",
        "poem": "Locking the night away. Chris locked out, meth. Chris stared at the rusted gate. The shelter closed. He came too late. Jacket thin, the frost sank in. Eyes once bright, gone dull within. The night would choose his fate. His teeth would grind. The shakes would rise. Another hit. No more disguise. meth had carved a cage unseen. Hallucinations sharp and mean. Truth replaced with lies. A lock clicks shut. The light goes dark. The world retreats. No warming spark. He mutters names from long ago, but none respond in falling snow. His past a phantom arc. A gas station door. His last resort. He asks, can I sit? The answer's short. Back to the curb. His hands go numb. Tears stay locked, but thoughts still come. Each memory, a cruel report. Mom, I'm cold. He whispers low. But she's long gone. He's left in tow. The meth still sings. It's lullaby. A sirens hum. That doesn't lie. No place for him to go. The city sleeps. Behind sealed glass. Time slows down. The moments pass. The stars don't care nor do the skies. Just one more night with no replies. And hope fades out. Like gas."
    },
    {
        "video_id": "uhEIh7MbE6d1xvj",
        "title": "Eli’s Final Cry: A Heart-Wrenching Poem About Addiction, Loss, and the Bridge to Hope",
        "description": "The Last Bridge to Hope tells the haunting story of Eli, a man lost to addiction, pain, and isolation. This emotional poem explores the silent battles of those on society’s margins and reminds us of the power of compassion, memory, and second chances.",
        "thumbnail": "https://addictiontube.com/upload/photos/2025/06/3mcEmNEpeFFfLg4uPNZh_08_453ae9af6d70d840d6d106f5b0be8036_image.png",
        "video_location": "https://addictiontube.com/upload/videos/2025/06/AFAq9B3hEQUmdPmUebOk_08_37367e492e2c3cc11701004e72811e06_video.mp4",
        "category_id": "1082",
        "poem": "The last bridge to hope, Eli's final cry. Eli stood where the river bent, tattered shoes and rent for rent. The city roared behind his eyes, memories cracked like winter skies. He gripped the rails his spine, hellbent. Rain fell hard like tears unshed. Whisper's rose inside his head. Your worthless echoed deep and low. No home to find, no place to go. His past a trail of roads he fled, needles carved what pain concealed. Every hit a wound unhealed. He lost his mom then lost his fight. Each high erased another night. Hope a ghost that time repealed. One last friend had reached out slow. Come with me, you don't have to go. But Eli wept and turned aside. Too many bridges he denied. Too many times he said no. The bridge grew still the morning gray. A sob escaped then slipped away. No crowd to cheer, no hand to hold. Just silence thick and water cold. The current pulled his grief astray. Weeks rolled past, the streets moved on. One more name forever gone. But in a shelter near the tracks, a counselor speaks and no one cracks. Eli taught we must hold on. They light a flame by bridges bend. A candle dim to mark the end. But also spark a vow renewed. To reach the ones still misconstrued. Each soul in pain deserves a friend."
    },
    {
        "video_id": "FMWBPQ1Z3QHUu6q",
        "title": "Maya’s Quiet Hell: A Poignant Poem About Childhood Homelessness and Survival",
        "description": "Shelter Under the Stairs reveals the haunting reality of Maya, a young girl surviving alone beneath the cracks of society. This deeply emotional poem gives voice to abused and homeless children, illuminating the pain, invisibility, and faint flickers of forgotten dreams they carry in silence.",
        "thumbnail": "https://addictiontube.com/upload/photos/2025/06/NzDMVSETsemUgxqEuwHm_08_0062f63f9d6b96c0e394aae0277e3f25_image.png",
        "video_location": "https://addictiontube.com/upload/videos/2025/06/bzzXHPUO188lJAJWoO9v_08_647ef907227c3d135001c0f4bd9c1620_video.mp4",
        "category_id": "1082",
        "poem": "Shelter under the stairs. Maya's quiet hell. Maya curled beneath the stairs, a concrete womb of cold despair's, blanket torn, and boots too thin, her whispers lost in city-din, hope no longer cares. A trickle leaks from pipes above. The rats creep close, without a shove. Her fingers twitch, the tremors stay. Each breath a war she can't delay. This place, the price of love. She ran from fists and mama's screams, chased by men and broken dreams. Shelter's full, the line too long, she hums, her favorite bedtime song. Her past ripped at the seams. Cops don't see, the ones that hide. They look they pass, then let it slide. School once called, now just a myth. Each night her youth falls off a cliff. No room to turn the tide. A church door locked, no food inside. A soup-line full and hands denied. The hunger bites like metal teeth. And pain begins to bloom beneath. She's running out of pride. Rain returns. It soaks the floor. She dreams of beds and books and more. A child of nine, with years of weight. No one should know such heavy fate. Yet my awaits behind that door."
    },
    {
        "video_id": "8VrNAviyKPBWxzL",
        "title": "The Hollow Streets – A Haunting Poem About Addiction, Survival, and Redemption",
        "description": "The Hollow Streets tells a harrowing story of addiction, suffering, and salvation amid the darkest alleys of the city. This powerful poem follows the lost and forgotten, those battling heroin, trauma, and despair, and reveals the fragile thread of humanity that can still lead to hope. A raw and unforgettable tribute to survival and recovery.",
        "thumbnail": "https://addictiontube.com/upload/photos/2025/06/lYyHCRJLn4VYLSv2BBjM_09_9f745a1651d4845d053455d7aa5cc57b_image.jpg",
        "video_location": "https://addictiontube.com/upload/videos/2025/06/7RODfG8IAKzFrFN54X8D_09_160d51dc4fbb1ab9cab4e21fc31c2578_video.mp4",
        "category_id": "1082",
        "poem": "The hollow streets. Beneath the hum of neon lights in alleys choked with filth and sin, a trembling hand, a vacant stare, where does the nightmare truly begin? The needle kissed his hollow veins, a serpent's whisper in his skin, a fleeting high, a phantom's breath, then hell's abyss would pull him in. The pavement sang with echoes lost, the ghosts of those who'd come before, some begged for coins with broken lips, some lay as bodies on death's floor. The sirens wailed, but none would come. The city turned its weary eyes. Another soul had slipped away, unseen beneath the midnight skies. The hunger-clawed like rabid dogs, the sickness rattled through his chest. He sold his name, his tattered pride, for just one taste, one fleeting rest. But shadows stalked and darkness grinned. The dealers bled him cold and dry, a debt unpaid, a shattered rib, he curled beneath the hollow sky. The rats would dance the gutters weep, in streets where mercy dared not tread. Each stranger wore a hungry smile, a vulture circling for the dead. He swore he'd leave, escape the chains, but heroin had sealed the door, and every time he tried to fight, the craving cut him to the core. A girl once pure, now pale and thin, with hollow cheeks and sunken grace. She sold herself for powdered dreams, a prison built of her own face. Her laugh was glass, so sharp, so cruel. She whispered, love will never leave. Then in the night she slipped away, a ghost that only winter grieves. The world above kept spinning on, in golden towers, velvet halls, while down below they bled and broke, discarded lives, forgotten calls. He reached for help, a hand withdrawn, for who would trust a sunken man? Addiction burned inside his bones, and all who knew him turned and ran. One bitter night the fever came, the cold wrapped fingers round his throat. His hands convulsed his body swayed, like paper sinking in a moat. A final gasp, a final plea, then came the dark, the crushing weight. And in that void, the echoes called, you've come too far, it is too late. But fate had plans he couldn't see, a stranger knelt. Her voice was kind. She wiped the sweat, she held his hand. She whispered, live, don't stay behind. The hospital lights, the sterile air, a world remorse he touched his skin, and though the hunger burned inside, he swore he'd never fall again. The days were long, the nights still screamed, but slowly, breath by breath, he stood, through trembling hands and shattered past, he found the strength, he understood. The war inside would never end. The scars would linger, stay in ache, but every step, however small, was proof that he refused to break. Now in the streets where ghosts still roam, he walks with fire in his chest. He speaks their names, he takes their hands, he fights to give the loss their rest. For though the night is deep and cruel, and hunger hums its hollow tune, a spark still burns, a light still shines, redemption rising with the moon."
    },
    {
        "video_id": "Omzz9MJHt5coueR",
        "title": "The Fruit They Bear – A Dark Poem About Wealth, Corruption, and the Price of Power",
        "description": "The Fruit They Bear is a powerful, cinematic poem inspired by the Narcos universe, exploring the brutal truth behind wealth, power, and moral decay. Drawing from cartel history and biblical metaphors, this poem exposes the evil rooted in fortunes built on blood, addiction, and oppression. A raw reflection on justice, legacy, and the fruit borne by those the world crowns as kings.",
        "thumbnail": "https://addictiontube.com/upload/photos/2025/06/HcjYgdEAvKU8AI3yasJp_09_af5cb6c16847e81ac01526ea1e55779b_image.png",
        "video_location": "https://addictiontube.com/upload/videos/2025/06/WuVcgpaPQpcsssLmw1H2_09_51a8f193398fad818886a02a6255cb62_video.mp4",
        "category_id": "1082",
        "poem": "The fruit they bear, want to know what God thinks of gold? Pacho's gaze was iron cold. Look at kings who feed on death and wear the poor beneath their breath. The marble walls, the suits, the sin, rot seeps out from deep within. Where killers feast and saints are mocked, the devil counts, his assets locked. A motto nodded, eyes like ash, a toast to ghosts with private cash. Plains of powder, flights of pain, while children rot for someone's gain. The system smiles the world complies, another lie, another rise, no gospel cleans this kind of war, when wealth is built on broken poor. See the moguls clothed in light who profit off what haunts the night. The mining boss who strips the land, the farm allured with needles hand, the banker dealing death through debt, the general drowning truth in sweat. Their fruits are famine, flame, and fraud a garden raised beneath a god. Oil, organs, guns, and flesh, their balanced sheets are carved in death, peace is just a stock exchange, dressed in lies and power games. Their smiles are bought, their prayers rehearsed behind it all, the world gets worse, and no amount of gilded trust will hide the rot beneath their dust. The fruit they bear is not of grace, its famine wrapped in polished lace, they feed the news, then fund the war, and sell the cure they made before. Their charities a circus act, their faith, a mask, their facts abstract, they bloom where others choke and drown and wear the cross while burning towns. In palaces of false control they paint their gilded and marble scrolls, their empires stand on brittle bone, a house of cards, a haunted throne. You'll know them not by words they preach, but what their gold was used to reach. No fruit of peace, no bloom of light, just graves beneath their gala night, pocho smiled, just barely so, the devils rich, that much we know. A motto nodded like the dead one foot skyward one in red, they spoke like kings already gone, their names just whispers in the dawn. For every throne and every crime still crumbles with the weight of time. So look at who the riches crown whose power rises on the ground. Their vaults are cold, their names won't last, their children fear the shadowed past. Want to know what God thinks of kings? Look at the fruit their fortune brings, and if their roots are soaked in screams, their legacy is not what it seems."
    },
    {
        "video_id": "MKJCkfcjoIAbYHt",
        "title": "Serving Hope in Duncan: A Poem of Recovery, Community, and Fresh Beginnings",
        "description": "An inspiring poem celebrating Doug’s mission in Duncan, BC, blending fresh food, recovery, and community support into a powerful story of second chances.",
        "thumbnail": "https://addictiontube.com/upload/photos/2025/06/4GVD4I5FUY2gj4rUwFoe_10_cc6213907b4b088708e8bac3ffc07962_image.png",
        "video_location": "https://addictiontube.com/upload/videos/2025/06/4zxSGoHjtwrI8JWBhVQw_10_800f9f3586a470532fd88c7530cbf29b_video.mp4",
        "category_id": "1082",
        "poem": "Serving hope in Duncan. In Duncan's heart where Valley's bloom, a quiet dream began to loom. Not just a food on every plate, but second chances hope and fate. Fresh greens and meats prepared with care are served with kindness, love and prayer. Each bite of bridge, each meal of thread to lift up lives once hanging dread. This place is more than fork and flame. It bears recovery's proud name. With every dish, a hand is lent to heal, employ and represent. Doug walks these halls with steady grace. His past now fuels this healing space. From darkened days he rose to light and built a path through work and bite. It's not just jobs they offer here, but worth and purpose and sincere. Commitment to a town that gave a home to Doug, a chance to save. They hire the ones the world forgot and teach them skills and feed them thought. Not just with food, but with belief that they are strong beyond their grief. Local farms and local pride with every bite stand side by side. Togetherness is what they serve with flavor, rich and quiet nerve. So come and dine, support this cause. Applaud the mission with applause. This isn't just a place to eat. It's Duncan's heartbeat, strong and sweet."
    },
    {
        "video_id": "7MbsTIcGvXIuDMk",
        "title": "No Time for Saving: Nina Drank Herself to Death",
        "description": "Nina’s story of alcohol addiction unfolds in a poignant poem, capturing her struggle and loss. Reflect on the devastating impact of addiction.",
        "thumbnail": "https://addictiontube.com/upload/photos/2025/06/FseMAVk6wKDHZlhVpqKj_15_9382a41befce68437f60a6e7b872d14a_image.png",
        "video_location": "https://addictiontube.com/upload/videos/2025/06/Qg6kbRemvJU5bimtzbK4_15_3a728808b4394b6dc34c27ef04b137ca_video.mp4",
        "category_id": "1082",
        "poem": "No time for saving. Mina drank herself to death. Nina Reigns, the bar's bright spark. Jin flows free in neon dark. A shot at 16, a rubble start. The buzz ignites her beating heart. Lickers laugh, a wild remark. Glasses clink, her throne takes shape. Whiskey weaves, her nights escape. She pours, she drinks, the crowds her tune. A queen of spirits bold and strewn. Addiction hums beneath the drape. Shift splur long, the high holds sway. Dad's soft plea, slow down, I say. I'm fine, she snaps, a shot in hand. The bars her world, her firm command. Denial builds, its brash display. Slurs slip free, the pours go wide. Boss growls low, she laughs aside. A black out falls, the job runs dry. No time for help, her sharp reply. The bottles dance, her reckless pride. Rooms turn grim, the empties pile. Vodka burns through every trial. Skin turns salo, hands shake fast. Dad's last cry, a call outcast. Addiction spins, its cooler style. Summer sweats, her frame gross thin. Jin bites deep, a hollow grin. She sways, she falls, the nights consume. A throne of glass, a growing gloom. Defiance locks, the truth within. Dawn creeps slow, a final pour. Chest grips tight, the pulse, no more. Bottle rolls, a silent close. No plea escapes, no help she chose. Addiction claims, its fatal score. Silence falls, her reign is done. A dance with death, she thought she'd won. Hell's rhythm took, her breath away. No time for saving, come what may. Nina fades, the bars lost some."
    },
    {
        "video_id": "ugzGUfYRQ8GN4uI",
        "title": "Tyler’s Crossroads: A Tragic Poem of Addiction and Choices",
        "description": "Tyler faces a deadly choice in a poem of addiction and loss. Reflect on the paths of drugs and redemption. Listen to his tragic story now.",
        "thumbnail": "https://addictiontube.com/upload/photos/2025/06/MzvdwMeXjkDCvYC5v2qb_15_ef47205ce48be565431d6af500ac51c5_image.png",
        "video_location": "https://addictiontube.com/upload/videos/2025/06/2CfLzselcN9SkfCOHnUk_15_dc7c76b1d6c9e06dfff3f774f316c4a0_video.mp4",
        "category_id": "1082",
        "poem": "The dealer's son, Tyler's choice between two roads. Tyler stood at the fork in street. Meekers torn no food. One road clean and long and slow. The other lined were quick cash flowed. In silence. Bittersweet. His father's voice still haunts the night. Stack your bills. Don't lose the fight. But Jail's and death were all he found. The drugs moved fast but hope unwound. Truth was out of sight. School called twice. He didn't go. A cousin taught him how to throw. Bags of powder, tiny pills. Fast respect and coldest thrills. The safest way to blow. A preacher paused, said son. You're bright. You've still got time to choose the light. Tyler stared and gripped the pack. But turned his body, not his back. Still chasing through the night. The sirens came. The news spread fast. A boy gone down. The die was cast. A bullet knew what Tyler missed. A future lost in devil's kiss. A legacy couldn't last. A mural paints his name in red. Can spray love for one now dead. Two roads stood. He had his chance. But Tyler chose a deadly dance. Now silence speaks instead."
    },
    {
        "video_id": "TUT339haBcKEqH4",
        "title": "Liam’s Final Words: A Poignant Poem of Addiction and Regret",
        "description": "Liam’s last letter from the rehab roof reveals his addiction struggle. Feel his regret and reflect on recovery’s hope. Listen now.",
        "thumbnail": "https://addictiontube.com/upload/photos/2025/06/cPBqmRDxO6E5ILys3udj_15_c2c484a07ba7d751a893d6c5fb8a9a6c_image.png",
        "video_location": "https://addictiontube.com/upload/videos/2025/06/8BZJTLBfxRMPxhwoo2Sa_15_19f0462101fd18a0959136eb8415bfab_video.mp4",
        "category_id": "1082",
        "poem": "Liam's last letter from the rehab roof. Liam sat on the rehab roof, the city buzzed a life aloof. In his hand a crumpled note, tears like ink began to float. The words were hard but truth. Dear mom, I swear I tried. Each time I slipped a part of me died. The pills, they whispered sweet escape, but wrapped me tight like heavy tape. I begged the pain to hide. Group was fine, but nights were long. I felt too weak to just belong. A counselor said I had a spark, but sparks don't last when nights are dark. My will wasn't strong. I thought of home, your tired face, your hands that cleaned up every place. I'm sorry for the years I stole, and every time I lost control, I chased a fleeting grace. The wind blew strong, it took the page. It danced across the rooftops cage. Liam smiled, but not with peace. His heart refused to find release. And Sorro wrote the wage. They found the note, but not the boy. No final shout, no drug, no ploy. Just silence like a setting sun. His letter ends what he'd begun. Another soul destroyed."
    },
    {
        "video_id": "YVwpUoQxWJfxyPM",
        "title": "Emily’s Fall: A Tragic Poem of Addiction in a Lost Garden",
        "description": "Emily’s garden turns to needles in a poem of addiction’s toll. Feel her loss and reflect on recovery’s hope. Listen to her story now.",
        "thumbnail": "https://addictiontube.com/upload/photos/2025/06/1tkPcZA3tXRWwmGdlUmE_15_a876308875375fea35df61c52bd4a46c_image.png",
        "video_location": "https://addictiontube.com/upload/videos/2025/06/KeaP4NpoDjCVmbEcyq1m_15_36c58b49297e233219a638ccc06076a5_video.mp4",
        "category_id": "1082",
        "poem": "Emily's Garden, where needles bloom. Emily once grew tulips bright. In grandma's yard, in morning light, but time moved fast and colors blood. The garden died and dreams were shed. Now shadows choke her sight. A pipe replaced the spade she knew. Needles grew, where roses grew. Each hit a breath from pain and shame. She whispered every dealer's name. Her arms abroos tattoo. She left school with marks too high. Hit behind a practice lie. The house grew silent. Mom grew cold. Addiction script began to unfold. She never said goodbye. A sister called with trembling voice. You still have time. You have a choice. Emily paused at spring's first green, but shook and reached the same routine. That needle killed her voice. One morning came her breath grew still. The flowers watched from windowsill. Mom found her near garden gate too late to change too soon for fate. Another girl the world won't fit."
    },
    {
        "video_id": "J1gaxMiLnT3zdhY",
        "title": "Jacob’s Triumph: A Hopeful Poem of Heroin Addiction Recovery",
        "description": "Jacob’s journey from heroin to light in an inspiring poem. Discover his resilience and hope. Read his story now.",
        "thumbnail": "https://addictiontube.com/upload/photos/2025/06/bf5durUbEr16dwP7MYD2_15_d2fae037f68398dae34e4682f9fb452a_image.png",
        "video_location": "https://addictiontube.com/upload/videos/2025/06/WPlZhm5YfvBnJzLNknjJ_15_6486ce06797f725f5c98c2776da568f9_video.mp4",
        "category_id": "1082",
        "poem": "Jacob's journey to light, overcoming heroin addiction against all odds. Jacob fell, where shadows nest. Needle in arm, heartbeat suppressed. A child once bright, now dull with grime. Years lost steep, in dope and time. Each breath, a broken test, alley floors his only bed. Dreams long gone, hope nearly dead. Rain hit hard, on skin like glass, another fix, another pass. No prayers ever said. Then came dawn, with trembling hand. His sister's voice, a quiet stand, come back to us. Please just try. He heard the tremble in her cry, and rose, though barely manned. A shelter light, dim yet warm, the shakes came fierce, like thunder storm. He fought the dark, each cursed hour, while ghosts of highs still held their power. But he survived the storm. Now years have passed, clean and clear. Each step ahead, a souvenir, he shares his tail, so others fight. From darkest hole to healing light, Jacob faced the fear."
    },
    {
        "video_id": "sEVaoTQlQOnpaJE",
        "title": "Claire’s Silent Song: A Heartfelt Poem of Addiction and Loss",
        "description": "Claire’s piano falls silent in a poem of addiction’s toll. Feel her loss and reflect on the hope left behind. Listen to her poem now.",
        "thumbnail": "https://addictiontube.com/upload/photos/2025/06/TdYqCKx8YrLZznE2WYyN_15_39db0413c1ac30338b4e52573e26a9a2_image.jpg",
        "video_location": "https://addictiontube.com/upload/videos/2025/06/pwbfxfceRFToQfRllOXE_15_d73aa1411269e66d3879c349b639f0a2_video.mp4",
        "category_id": "1082",
        "poem": "The piano keys she left behind. Dust lay thick on the ivory rows. A silent steep where music flows. The bench still warm from days before. But no one plays the songs she wore. Just echoes of her lows. Her name was Claire, her voice was grace. She played through storms with tender face. But pills replaced her sheeted scores. And locked behind addiction's doors. She vanished from the place. Her brother found a scribbled song. It wept of nights that felt so wrong. I only play when pain's too loud. Each key I strike escapes the crowd. But nothing holds me long. The piano wept without her hands. No tempo rose. No soft commands. A single note stuck in repeat. Like heartbeat lost. Then incomplete. No music understands. They framed her song above the lid. A melody she never hid. A girl once strong. Who lost her way. But left a truth that still can play. In every minor bit."
    },
    {
        "video_id": "Exf6EFgf6MaiUhY",
        "title": "Art of Addiction: A Powerful Poem on Pain and Recovery",
        "description": "This poem paints addiction’s pain and recovery’s hope. Explore the art of healing through struggle. Listen to poem now.",
        "thumbnail": "https://addictiontube.com/upload/photos/2025/06/mscc4xavy8uyP1JUQ5lc_15_a0d780cc819797fc4d9780b6b150e387_image.png",
        "video_location": "https://addictiontube.com/upload/videos/2025/06/EZ2CUw8nRAjuVkWfbmeB_15_848d8f3bf0f64c78a55ec9b3431c7ddc_video.mp4",
        "category_id": "1082",
        "poem": "The art of addiction, pain, awareness, and the fight for recovery. Each stroke begins in silence deep, where shadows crawl and colors weep, a canvas smeared with tails unkind of cravings sharp and voices blind. Addictions marks the soul does keep. The reds like rage, a glass once thrown, the blues, the nights. She used a loan, a line that shakes with trembled hand. No plan survives, the needs demand. Yet still she paints the known, the gallery wall bears silent screams. Each frame a cry that dares to dream. One shows her child outside the door, another sprawled across the floor. They shimmer in moonbeams, a critic frowns, it's much too raw. But pain does not obey their law. She paints to purge, she paints to live. Through ink and shade she learns to forgive and finds what truth she saw. Now schools hang prints in solemn halls, where whispers hush and meaning calls. The art that bloomed from ash and dust, shows scars but never breaks the trust that healing starts with falls."
    },
    {
        "video_id": "5Ti8RrELT5jBQ39",
        "title": "Luke’s Redemption: A Poem of Recovery from OxyContin and Fentanyl",
        "description": "Luke’s recovery from OxyContin and fentanyl in a BC poem. Feel his strength and hope. Listen to his journey now.",
        "thumbnail": "https://addictiontube.com/upload/photos/2025/06/5jxtORleMrDvGOckiWY7_15_8ed5b935909af443fb1c665249c11f89_image.jpg",
        "video_location": "https://addictiontube.com/upload/videos/2025/06/qdCExnP2kcyKnbevo7hQ_15_c91eabcdf51e61263f08106c282c8738_video.mp4",
        "category_id": "1082",
        "poem": "Luke's powerful recovery from oxy-contin, defentanol, and back to life in BC. Luke began with pain so slight, a script of oxy late one night. Injury faded, but hunger grew. The pills ran dry and darkness flew. Each aced, a fake delight, defentanol crept like silent flame. He sold his tools, he lost his name. Attent became his only space. With shaking limbs and hollow face, no one left to blame. His mother's tears broke through the fog. Come home, she said through pain and slog. He took her hand and faced the fight. Each hour, without the poison bite, felt like climbing a log. Detox burned like fire and snow. His body fought each inch of woe. But Luke held fast through demon cries. With nurses kind and open skies, he let the old self go. Now clean in BC's mountain air. He helps the lost who find him there. A counselor now with steady grace, who once had vanished without trace. Luke stands and shows he cares."
    },
    {
        "video_id": "ewhzENAuQ5uPmKA",
        "title": "Grace’s Hope: An Inspiring Poem of Addiction Recovery in BC",
        "description": "Grace rises from rock bottom in a BC poem of addiction recovery. Discover her journey to hope. Listen now.",
        "thumbnail": "https://addictiontube.com/upload/photos/2025/06/XMTmFxFo1CDQqdF1DqKh_15_eb7078973d654266aa469cd8cc3f015d_image.jpg",
        "video_location": "https://addictiontube.com/upload/videos/2025/06/tgfuxdAgCVlTfgoS1exT_15_57c156b1814182acb2afdbedd3142e18_video.mp4",
        "category_id": "1082",
        "poem": "Grace's journey from rock bottom to hope, overcoming addiction in BC. Grace fell hard, the bottle won. Nights were numb days without sun. She lost her job then lost her place. Mirror cracked, a hollow face. She hid from everyone. Park bench cold, a winter night, memories hit with biting fright. She clutched a flask, her only shield, to pain no doctor healed. She vanished out of sight. Then came a voice, a nurse in blue. We've space for you if you'll pull through. With shaking steps, Grace walked inside and sobbed the mask she wore untied. It all felt raw and new. Weeks of work and nights of cries, each demon fought behind her eyes. Therapy peeled, each silent scream. She dared to hold a brand new dream. With truth, she'd no disguise. Today she speaks to halls of youth, shares pain and hope and hardest truth. From dark to dawn, her story flows and shows how healing slowly grows. Grace lives in living proof."
    },
    {
        "video_id": "9eZUWfgCcMO88C4",
        "title": "Abstract Addiction: A Unique Visual Journey, Cubist Poem of Substance Abuse and Hope",
        "description": "A cubist poem explores addiction’s chaos and hope. See substance abuse through art’s lens. Listen now.",
        "thumbnail": "https://addictiontube.com/upload/photos/2025/06/ZEGdhCynenwqKomeuuoT_15_fc732386014705055069a4ca6cb1c7fb_image.jpg",
        "video_location": "https://addictiontube.com/upload/videos/2025/06/ibCB4lR8hRPGUdRWOYKZ_15_e2dde876c4c5c7ddf2c97f80004dd094_video.mp4",
        "category_id": "1082",
        "poem": "Abstract addiction, a unique visual journey through cubism and substance abuse. Canvas cracked, infractured line, shapes collide in blurred design. Eyes misplaced and mowds a skew. Each stroke a truth he never knew. Addiction, drawn in wine. Blocks of pain in angles wide, needles hidden in shadows stride. The bottle spills across the frame, a ghostly self with no real name. His shame, he could not hide. A twisted face of joy and fear, the chaos held him year to year, hands that trembled, shaped the scene, of highs and lows where he had been. No peace ever near. Yet still he painted through the storm, each peace became its truest form. And in the mess he found a key to show what words could never be. A truth in colors warm. Now hung in halls and therapy rooms. His pain still speaks through painted gloom. Each viewer sees their shadows pull and leaves with heart not quite so full. Art that still resumes."
    },
    {
        "video_id": "l3AyjSRLFFOFICT",
        "title": "Samuel’s Victory: A Poem of Overcoming Addiction and Recovery",
        "description": "Samuel’s triumph over addiction shines in a hopeful poem. Discover his path to recovery. Listen to Samuel’s  poem on overcoming addiction and embracing recovery now.",
        "thumbnail": "https://addictiontube.com/upload/photos/2025/06/hlBDO1Fn3fiWOheY3Rg6_15_4d0d72a21fff67b7ca976a003e263290_image.jpg",
        "video_location": "https://addictiontube.com/upload/videos/2025/06/tnbK4o3KbNHp1KSg59MC_15_9dec1d5e07724ff48a908627c3e24d4d_video.mp4",
        "category_id": "1082",
        "poem": "Samuel's triumph, overcoming addiction and embracing recovery. Samuel stumbled through bitter nights, chased the high and fled the lights. Needles spoke in whispered doom. His dreams lay buried deep in gloom. Each step, a thousand fights, his mother called, but he turned away. The shame too loud to let her stay. Shelter floors became his bed. Hope was gone, or so he said. Just numb by break of day. Then came a hand from someone kind. Who saw the man still trapped behind. A chance, a bed, a daily plan. To learn, to heal, to be a man. And not be left behind. Meetings lit, his buried spark. He spoke, though trembled in the dark. Forgiveness came in time not rush. But with each word he felt the hush of guilt begin to part. Today he walks, no longer bent. Each breath, a gift, not punishment. He helps the lost where he once fell. With stories only he can tell. A life rebuilt. Not spent."
    },
    {
        "video_id": "S9IuN4l3S5Y1329",
        "title": "Shadows and Light: An Emotional Poem of Addiction and Hope",
        "description": "A poem traces addiction’s shadows to light. Explore the journey of struggle and hope. Listen to a road through addiction now.",
        "thumbnail": "https://addictiontube.com/upload/photos/2025/06/1Cm3WOZIRfShUySA4PDs_15_df712b39bd89d5642375c9143c271bad_image.jpg",
        "video_location": "https://addictiontube.com/upload/videos/2025/06/rxBUT8wIt32VDcbW7o9b_15_51b7f41428fee835af447698ac3db31b_video.mp4",
        "category_id": "1082",
        "poem": "Shadows and light, a journey through addiction. Dark clouds whisper, calling my name. A hollow echo, a suffocating flame. Chains unseen yet binding tight. Lost in sorrow, lost in night. A glimmer of hope faint yet strong. A voice inside urging along. A battle within a soul to mend. A journey of loss, a path to transcend. The weight of shame, a crushing tide. A past of pain I try to hide. But love appears a guiding hand. A beacon bright, a promised land. The cravings rise, the demons call. Each step forward, each painful fall. Yet through the dark, a whisper speaks. A light ahead for those who seek. Torn and battered yet not undone. A fight for life has just begun. No longer lost, no longer weak. A voice of strength begins to speak. A mirror cracked, yet still remains. Reflecting past in shattered pains. Yet through the cracks, the truth still glows. A love once lost now softly grows. A helping hand, a whispered prayer. A moment's grace, a breath of air. No longer drowning in the sea. A heart once caged is breaking free. The road ahead is paved with pain. Yet through the storms, I will remain. For every night must meet the day. And shadows fade in morning's ray. Hopes embrace a guiding star. No longer trapped and us no longer far. A life reclaimed, a love restored. A future bright to be explored. From darkness deep to skies so wide. A soul reborn, no need to hide. A story told, a lesson learned. A fire within that fiercely burned."
    },
    {
        "video_id": "zv5cv4jxXKwh2SU",
        "title": "From Addiction to Art: A Hopeful Poem of Healing Through Creativity",
        "description": "A poem of addiction to art, capturing hope and healing. Discover creativity’s power. Listen to a  poetic journey of hope &amp; healing now.",
        "thumbnail": "https://addictiontube.com/upload/photos/2025/06/4psDoGIIHn8cXqvVd8gA_15_5349f975ab99228600b871bd2830069f_image.png",
        "video_location": "https://addictiontube.com/upload/videos/2025/06/uAu4wTmdBJXrygKMCnyG_15_f5d7c778b4e191a631fc18f0275b53dc_video.mp4",
        "category_id": "1082",
        "poem": "from addiction to art, a poetic journey of hope and healing. In the depths of despair were darkness lay, a spark of hope emerged guiding the way. A forgotten camera, relic of old, became a beacon as its stories unfold. Through the lens, the world whispered a new. Each frame, a reminder of beauty so true, shadows of pain melted in morning light, revealing the strength to stand and fight, every captured moment a step toward grace, healing the soul in its delicate embrace. The art of mindfulness in each frozen scene teaches the heart to be gentle and serene. In every click a memory reborn, transforming past scars weathered and worn, community and care in every shared view. A tapestry of souls finding life anew. The journey from addiction, a story retold, inverses of courage resilient and bold. From pain to art, a legacy refined, a poem of hope, uplifting heart and mind."
    },
    {
        "video_id": "qSbdsU8TGbSh51O",
        "title": "Starry Night Redemption: A Poetic Journey from Addiction to Hope",
        "description": "A poem of addiction’s chains to starry hope. Feel the redemption journey. Listen on the road from addiction to hope now.",
        "thumbnail": "https://addictiontube.com/upload/photos/2025/06/6SxaRdknHpCdFsd4f8PX_15_d2e9d3e3bb72c86e97c78eb5302556e0_image.jpg",
        "video_location": "https://addictiontube.com/upload/videos/2025/06/K2VjytVh3mSH7AirJqAm_15_18ec92c49ae16e96e1cc518f8365ef86_video.mp4",
        "category_id": "1082",
        "poem": "the starry night redemption. Beneath the starry night, a soul cries out in vain. A heart once full of fire now drowned in endless rain. The chains of addiction clench, a serpent's cruel embrace, a war within the shadows, were hope and despair race. All that once was sacred lie shattered on the floor. Love, trust and dreams are ghosts behind a locked door. Yet still the hunger-nauz, a beast that knows no rest, a tempest in the marrow, a thief within the chest. The ache is raw, unyielding, a scar that never fades. The world's cold scorn cuts deeper than the sharpest blades. And those who've never stumbled, who've never felt the flame, they cannot hear the whispers nor bear the weight of shame. But in the void a spark ignites, a fragile trembling light, a promise of redemption, a dawn beyond the night. Though the path is strewn with thorns and every step of fight, the promise of a brighter day makes worth the endless plight. O hold fast weary traveler to the truth within your core. For even in the blackest night, the star still yearned to soar. Though the world may cast its stones and judgements voice may sting, you are a masterpiece in progress, a phoenix learning to sing. The road is long and winding, a labyrinth of pain. Yet every tear you shed becomes a drop of healing rain. And though the climb is steep and the summit seems so far, the love that lights your way out shines the faintest star. This journey of the spirit, this pilgrimage of grace, is not for the faint of heart, nor those who fear the chase. But in the depths of suffering, a seed of hope is own, a beacon in the darkness, a truth you've always known. So when the starry night envelops and the void begins to call, remember you are not alone, love will break the fall. For within your trembling hands lies the power to ignite, a flame that burns eternal, a beacon in the night. Rise a wounded warrior with courage as your guide for you are not defined by the shadows where you've cried. Though the scars may mark your skin and the echoes of the past remain, you are the architect of dawn, the breaker of the chain. So stand tall, ovaliate heart and let your spirit soar for you are more than the battles, more than the wounds you bore. And though the journey is far from over and the road may twist and bend, you are the miracle unfolding and this is not the end."
    },
    {
        "video_id": "EkULigsVdNt3Fno",
        "title": "Feast of Shadows: A Poem on Food Addiction and Societal Greed",
        "description": "A poem unveils food addiction’s shadows and greed. Reflect on health’s true cost. Listen to this food addiction poem now.",
        "thumbnail": "https://addictiontube.com/upload/photos/2025/06/o3SNo1VJhaHM6avC8PzN_15_b30586f61cbd7869243219f7600e2267_image.png",
        "video_location": "https://addictiontube.com/upload/videos/2025/06/FfAW8qZ6wf5jtr3rMaLz_15_e79840e7ee09bbc92b72934ec5931eb7_video.mp4",
        "category_id": "1082",
        "poem": "The feast of shadows. Beneath the golden arch is glow. A shadowed truth begins to grow. Sugar dreams and wrappers lie, feeding bodies, but letting souls die. Bright screens sing of wealth untold. Diamond studded, a life of gold, yet health the treasure none can buy lies buried deep, their choices die. Convenience whispers, sweet and low, fast food siren song we know, but hidden in its easy grace lies a poison we've embraced. A plate of greens, a simple fair, is brushed aside for flashy care. We crave the things that glitter bright and lose ourselves in endless night. Big foods machine churns out its feast, an empire built on cravings increased, while health erodes with every bite our future dims obscured from sight. The children learn from what we do their plates a mirror skewed untrue, generations trapped in sugar's chains a legacy of self-inflicted pains. That hope remains in seeds we sow a shift in thought can help us grow. Choose health not wealth as life's true prize and see the world through clearer eyes. Rise up, break free from foods deceit, let health and heart again compete. For every meal a choice is made, let none regret the price they've paid."
    },
    {
        "video_id": "ky7RCDCMMpeN9up",
        "title": "Marble and Light: A Poem of Art, Addiction, and Justice",
        "description": "A poem of art’s fight against addiction’s toll. Explore justice and healing. Listen to the reflections in marble andl ight of art &amp; addiction now.",
        "thumbnail": "https://addictiontube.com/upload/photos/2025/06/MDj4mvjumIlVLFNZSrmO_15_362090914b9e933e6741a6982e1b117c_image.png",
        "video_location": "https://addictiontube.com/upload/videos/2025/06/5NCZOiBOTLpHyoIEy6bu_15_52c92fd16cab687f79d4975c536fd524_video.mp4",
        "category_id": "1082",
        "poem": "Reflections in marble and light. In halls adorned with wealth and grace, a shadow lingers a hollow space. Names etched in stone in gilded frame. But what of the lives lost to their name? A voice rose up, defiant and clear through art and truth the world would hear. Goldens lends a beacon bright, shining hope in the darkest night. Museums stood in silence long bound by wealth, complicit wrong. But whispers grew to cries of pain, demanding justice for the slain. The plaques came down, the walls laid bare, a chance for art to show it cared for every shadow, a light would glow through cracks of truth hope starts to grow. Marble cold yet hearts ignite a testament to the human fight. From sorrow's depths a call takes flight to heal the world to make things right."
    },
    {
        "video_id": "P193WebXVsr3bXs",
        "title": "Whispers on the Ridge: An Uplifting Poem of Addiction Recovery",
        "description": "Ethan’s redemption on the ridge in a hopeful poem. Discover his journey to light. Listen to an inspiring poem of redemption and hope now.",
        "thumbnail": "https://addictiontube.com/upload/photos/2025/06/PA9meIIpulYZxwOGXkqD_15_c5c184150e98b782aeeeb81860ea9858_image.png",
        "video_location": "https://addictiontube.com/upload/videos/2025/06/6XTZMB3TQTxKH58rAh8v_15_13c4784f1375110937748a9c3a1546ae_video.mp4",
        "category_id": "1082",
        "poem": "Whispers on the ridge, an inspiring poem of redemption and hope. On the edge of the ridge shadows danced, life's weight pressing his last chance, the cold wind whispered through the trees, a prayer, a plea carried by the breeze. Ethan's heart once a steady flame flickered now, dimmed by guilt and shame. The abyss below called his weary soul, but a father's voice spoke of making whole. Storms won't last, they always pass, the words rose like sunlight through the grass, a trembling step not into the void but toward a fight, a life destroyed. Through sleepless nights and harrowing days he stumbled forward, mired in haze, yet hands that once trembled with regret built a new with each plank they set. A cabin stood where despair had dwelled, crafted by hope where darkness once felled. Its walls whispered of strength regained, of battles fought and lives unchained. Ethan's story spread like the dawn, a light for souls whose hope was gone. He stood as proof, a beacon bright, that even in shadows there's guiding light. On the ridge he meets each dawn anew, a reminder of the life he grew, from broken dreams to a healing hand a symbol of hope across the land. Now others walk the path he carved guided by strength his soul had starved. Through his journey a lesson is told that from ashes, rise hearts of gold."
    },
    {
        "video_id": "iDujAeD9Yp46yfI",
        "title": "Last Bridge to Hope: A Powerful Poem of Addiction and Redemption",
        "description": "A woman’s fight for redemption in a poem of addiction’s bridge. Feel her strength. Listen to a poetic journey now.",
        "thumbnail": "https://addictiontube.com/upload/photos/2025/06/LzY6296tsUC4plfn7PN8_15_89710669d681fe073e99ccb2561cc9fd_image.png",
        "video_location": "https://addictiontube.com/upload/videos/2025/06/cMrTdsNKEyc3vj6l1dNZ_15_e98e1ace03e50e5c2d85fa9bf7d54c3e_video.mp4",
        "category_id": "1082",
        "poem": "The last bridge to hope, a poetic journey of strength and redemption. In Shadow's Deep where Whisper's dwell, she fought the demons that stories tell. A mirror cracked, a soul laid bare. Her world dissolved in endless despair. The city lights would dim and fade. A path of pain, her choice is made. Yet in the darkness, a flicker of light, a call to rise to claim the night. Her mother's tear, her father's plea, a reminder of what life could be. A letter found with love's embrace became her guide to leave that place. Through trials, harsh and battles long, she found her strength, she found her song. The echoes of pain began to cease, replaced by hope, by inner peace. Each step forward, a victory won. Her new life's journey had just begun. From wreckage deep to skies so clear, she found herself, she shed her fear. Her voice now loud, her story told, a beacon for those caught in the cold. A bridge of hope she chose to build, a legacy of love, her soul fulfilled."
    },
    {
        "video_id": "ILWmwbw7bFwY7yh",
        "title": "Clara’s Quiet Fade: A Poetic Tale of Addiction and Recovery",
        "description": "Clara’s journey from addiction’s fade to light in a poem. Discover her redemption. Listen to a poetic road through shadows now.",
        "thumbnail": "https://addictiontube.com/upload/photos/2025/06/pCi72qXZw47ceeNx5HzO_15_db45c4db1a5b5fc4fe0ac9d010e20bb9_image.png",
        "video_location": "https://addictiontube.com/upload/videos/2025/06/hIEpSSzTCHtFoM2NAzAw_15_4f373ba30612c20ddb7fbf00dd1d1493_video.mp4",
        "category_id": "1082",
        "poem": "The quiet fade, a puthwetic journey through shadows and redemption. In the quiet glow of a shattered dream, a glass half full with an empty gleam, gray shadows danced on the edges of light, where Clara lingered through endless night. A decade passed in a subtle decay, choices blurred like a fog in the bay, a sip for the nerves, a drink for the pain, but the clouds above threatened heavy rain. Whispers of hope in the silence called, through walls of shame where her spirit had stalled, a single step, then another she took, toward a life rewritten like an open book. The mirror no longer reflected despair. It held her gaze with a newfound care. Hands outstretched, a sister's embrace, guided Clara to a safer space. The past now rested in quiet repose, where healing blooms and forgiveness grows. Through storms of guilt and tides of fear, she learned to rise and persevere. With every note of her father's song, she found a strength to carry along. Through laughter and tears, she found her way, to a brighter, sober, and promising day. In the sunlight's glow, Clara now stands, no longer held by addictions demands. Her story of shadows, her journey of flight, a beacon of hope in the darkest night."
    },
    {
        "video_id": "iHoO9xch3qBxlQL",
        "title": "Noah’s Song: An Inspiring Poem of Music and Addiction Recovery",
        "description": "Noah’s music heals his addiction in a hopeful poem. Feel his journey to hope. Listen to a poem of addiction recovery now.",
        "thumbnail": "https://addictiontube.com/upload/photos/2025/06/MomgmLLiBiLbygeZRwmH_15_7831064fdda762006cb2076e1f1197e3_image.jpg",
        "video_location": "https://addictiontube.com/upload/videos/2025/06/xLTugpIJRk4IIqmSOqlb_15_aac202d787bab300c0ded557a9ce6d19_video.mp4",
        "category_id": "1082",
        "poem": "Noah's redemption song, a poem of hope, music, and recovery. In shadows deep, where silence cries, a soul was lost beneath dark skies. The melodies faded, dreams turned to dust, hope crumbled under addictions thrust. Yet in the echoes of a hollow tune, a father's voice pierced the gloom. Rise, my son, reclaim your flame. Life's not a song you leave in shame. Through trembling hands and shattered strings, the cords of change began to sing. A sister's love, a guiding star, lit the way through wounds and scars. In rehab's halls, he faced his past, each painful note, a healing cast. The music returned, soft and bright, transforming pain into strength and light. With every strum, his spirit soared, a melody forged from love restored. A non-profit born, resonance named, for lives to heal, for hearts unchained. The concert came, a full circle scene, a man reborn where he'd once been. His guitar sang, for those in strife, a hymn of hope, a song of life. Noah's tune now echoes wide, a beacon for those who fight inside. His music mens, where words may fail, a timeless truth, a hopeful tale. So hear his story, let it inspire, through shadows rise to reach higher, for in the wreckage beauty grows and in redemption, life bestows."
    },
    {
        "video_id": "Pi4FUirEUDHIv5B",
        "title": "Lighthouse Within: A Hopeful Poem of Inner Strength in Addiction",
        "description": "A poem of the inner lighthouse guiding through addiction. Find strength and hope. Listen now.",
        "thumbnail": "https://addictiontube.com/upload/photos/2025/06/moECpHChAHd9VJN8gKB5_15_c05ca990eafb58671650cccaf9d447f7_image.jpg",
        "video_location": "https://addictiontube.com/upload/videos/2025/06/rq53H9ArTYiCP9BVG7Q8_15_75f7e357f9af58fe85fcd775959f2582_video.mp4",
        "category_id": "1082",
        "poem": "The lighthouse within. When the storm rages and waves crash high, there's a light inside that won't let you die. A beacon of hope, though shadows persist, guiding you forward, reminding you exist. The journey is hard, the nights long and cold, but within your soul lies strength untold. Addiction may whisper, may scream, may plead, but deeper within is all that you need. Stand tall through the darkness, let courage ignite. The path is before you, leading to light. With each small step, the horizon will clear, reclaiming your life from the grip of fear. Those storms may threaten, your resolve will stay. The lighthouse within will show you the way, to the shores of freedom where peace is real, and the wounds of the past have time to heal. Remember the strength that carried you here. Let faith replace every doubt and fear. You're not alone, the journey's begun. The fight for your life is already won."
    },
    {
        "video_id": "ZqtuJaG92xZAYaj",
        "title": "Chains and Light: A Poetic Struggle of Addiction and Hope",
        "description": "Liam’s battle with addiction’s chains in a poem of light. Feel his fight for hope. Listen now to the Chains and the Light.",
        "thumbnail": "https://addictiontube.com/upload/photos/2025/06/UOyIRyRr5ZwsXX9QGx4w_15_0a57a5bc0945fd5f8a4fc4043151a11c_image.png",
        "video_location": "https://addictiontube.com/upload/videos/2025/06/eOmkRjuFhq5rCAXzYLpg_15_a33c3ac134221fb0387a5e0adba9b6db_video.mp4",
        "category_id": "1082",
        "poem": "The chains in the light. The niece of Bloodmoon scarlet eye, Liam wandered where shadows lie. A desert stretched, a surreal abyss, haunted by echoes of all he'd missed. The clocks had melted, time stood still, a prisoner bound by his own will. Chains of addiction coiled so tight in the endless grip of a starless night. Shards of glass, his fractured soul, reflected a man no longer whole, yet amidst despair, a light appeared, a fragile hope that he revered. Maria's words, a beacon spark, guided him through the endless dark. With trembling hands he dared to paint a journey away from the devil's taint. Each brushstrokes screamed, each color cried, for the life he'd lost, for the tears he'd dried, yet in the chaos a glimmer grew, a path of hope, a sky of blue. Now on the edge of dusk and dawn, a choice awaits to break or bond. Will he escape the chains that bind or will he fall to the abyss of his mind?"
    },
    {
        "video_id": "hhD8eauGFAqTu2f",
        "title": "Rising from Shadows: A Poetic Journey of Addiction Recovery",
        "description": "A woman rises from addiction’s shadows in a hopeful poem. Discover her strength. Listen now.",
        "thumbnail": "https://addictiontube.com/upload/photos/2025/06/dK7Lqe441qAVKeCWgk4A_15_82afa9738296a2a41af8c2c0a9767ad8_image.png",
        "video_location": "https://addictiontube.com/upload/videos/2025/06/3ovYtu6h82bYQdRXJxVh_15_9f85259b62e8a5d20d92407acd763596_video.mp4",
        "category_id": "1082",
        "poem": "Rising from shadows. In the still of night were shadows dwell, Samuel fought demons that no one could quell. A bottle, a pill, a fleeting escape, beleved and broken, longing to reshape. The past loomed large, a heavy chain, yet hope emerged amidst the pain, a rehab's door, a hand extended, a chance for a life that could be mended. Each step he climbed a daunting test, but each brought peace, a place to rest. Through love and faith his soul began to heal, the scars of his journey now a shield of steel. With each new dawn, strength he found, his feet steady on solid ground. The whispers of his past now quiet and low as a brighter future began to grow. Now he stands tall, his heart alight, a beacon of hope in the darkest night. Samuel's journey, a tale to inspire, proof that from ashes we can rise high."
    },
    {
        "video_id": "MjMll93Ee59pmEr",
        "title": "Battle Within: A Powerful Poem of Addiction and Inner Strength",
        "description": "James fights addiction’s battle within in a poem of strength. Feel his journey. Listen now.",
        "thumbnail": "https://addictiontube.com/upload/photos/2025/06/FV7G3fLzUbAnciyEvoCh_15_490c8051d24e646471e80a6de0d79ea9_image.png",
        "video_location": "https://addictiontube.com/upload/videos/2025/06/otiQK6ePpZXiWZGiNgoC_15_ba9876744580a82c3ee20d1f64c0613b_video.mp4",
        "category_id": "1082",
        "poem": "The battle within. A pill for pain, a soothing balm, but soon it robbed his inner calm. What once was help, a gentle hand, became a chain, a cruel demand. The shadows grew, his world turned gray. The light of hope seemed far away. Yet through the dark a voice broke through. You're not alone. We'll see this through. With trembling steps he sought the cure. The path was hard, the pain was pure, but in the struggle strength was found, a life-rebuilt, from broken ground. His family stood, their love a guide, through every tear and stormy tide. Together forged their bond anew, a brighter world, a clearer view. Now James speaks out, his voice a light, for those still trapped in endless night. This scars now tell a tale of grace, a journey past the darkest place. So let history fuel your fight, for every soul deserves the light. Addictions chains can all be broken, through love, through hope, through words unspoken."
    },
    {
        "video_id": "GGwE9b6r1xKrxSP",
        "title": "Sophia’s Light: An Inspiring Poem of Addiction Recovery",
        "description": "Sophia breaks addiction’s chains in a hopeful poem. Discover her journey to light. Listen to the Breaking of the Chains, and the Reclaiming the Light now.",
        "thumbnail": "https://addictiontube.com/upload/photos/2025/06/ZZXT6lJYbPChQep58qLe_15_cccc5bf96163098fb243bfeac58d68f4_image.png",
        "video_location": "https://addictiontube.com/upload/videos/2025/06/kyRee1PdN3SCVp8oQ1yp_15_d9c4ff88e7901d03c3cbed208ab11280_video.mp4",
        "category_id": "1082",
        "poem": "Sophia's journey, breaking chains, reclaiming light. A shadow loomed, a heavy weight, Sophia's heart bore silent fate. A smile she wore, a mask each day, hiding pain that wouldn't fade away. In Winter's chill, her strength gave way. A whispered call began her stay. At rehab store, she found a start, a fragile hope to heal her heart. Each session brought a chance to see the courage and vulnerability. Through shared stories, bonds were sewn. Together they found, they weren't alone. Setbacks came, the climb was steep. Tears were shed, the pain ran deep, but tools of strength and love's embrace helped her rise, her fears displaced. A journal filled, her story told, a phoenix rising, fierce and bold. She shed the shame, reclaimed her name. From darkness rose, her healing flame. Now she stands, a guiding light, for others lost in mental fight. Sophia's tale, a beacon of care, proves healing blooms when love is shared."
    },
    {
        "video_id": "4yV1lgTDCKDGO4a",
        "title": "Chains of OxyContin: A Poetic Tale of Addiction and Recovery",
        "description": "Sophie’s struggle with OxyContin in a poem of recovery. Feel her fight for freedom. Listen now.",
        "thumbnail": "https://addictiontube.com/upload/photos/2025/06/X3VnMadcomrfMuDkdsjr_15_1502a277ddc87bf018e62c404f9cd7d4_image.jpg",
        "video_location": "https://addictiontube.com/upload/videos/2025/06/Zed2LTtOTo9c1SCXzkKX_15_a0ae88494dac099bbec97bd814d0384c_video.mp4",
        "category_id": "1082",
        "poem": "The Chains of OxyContin A pill prescribed to ease her ache became a chain she couldn't break. Each dose a promise each pill Abind stealing the peace she sought to find Fentanyl's grip a shadow dark Left scars upon her weary heart A life once bright now dim with pain a constant cycle loss again yet in the storm a light appeared a path to heal though she still feared Rehab stores a chance a plea a place to find the strength to be free Through trembling hands and tearful eyes she faced her truth no more disguise With every step the chains grew weak a brighter dawn she dared to seek Group voices rose in shared despair a bond of hope a strength to care Through love and guidance scars were healed a future bright her heart revealed The canvas called her art reborn from pain emerged a world adorned Each stroke a triumph each you a song of battles fought Of where she belonged now Sophie stands her story told a tale of courage fierce and bold For every soul still trapped in night She shines her truth a guiding light"
    },
    {
        "video_id": "35lXGTPcwsNCDGd",
        "title": "Adam’s Redemption: A Hopeful Poem of Addiction Recovery",
        "description": "Adam’s journey from addiction to redemption in a poem. Feel his hope and strength. Listen now to Adam&#039;s Poem of his Addiction Recovery.",
        "thumbnail": "https://addictiontube.com/upload/photos/2025/06/pkxeDxxqF8ib7dw6IpY7_15_a3ce11417d0cd75a743f01a9dda0d71c_image.png",
        "video_location": "https://addictiontube.com/upload/videos/2025/06/3qSuQpwJXGFJ6FQeQgHi_15_7412a58bcfd74b6d7d3de2f96da20338_video.mp4",
        "category_id": "1082",
        "poem": "Adam's Redemption A star once bright, now dim with pain, lost in shadows bound by chains. The pill's one's healing now betray, leading him down a darkened way, a sole adrift, a life undone, dreams now faded battles one. Through despair a spark ignites, a fragile hope to face the nights. Rehab's doors a guiding light, a refuge found to end the fight. Through pain and tears a path appears, healing wounds from broken years. Voices joined and shared despair, a bond of hope, a love-laid bear, through every struggle strength was born, from addictions grip a man reborn. No longer bound by past mistakes, each step forward a life remakes, from ashes rise of phoenix flies a brighter future in his eyes. Now Adam stands, his story told a heart rebuilt a spirit bold, his scars a testament, his fight a song a beacon of hope to carry on. May his tale inspire, may it light the way for those in darkness to find their day."
    },
    {
        "video_id": "UmAfLXn6kVtuePU",
        "title": "Breaking Chains: A Powerful Poem of Addiction and Freedom",
        "description": "Jake breaks addiction’s chains in a poem of freedom. Discover his journey to light. Listen now.",
        "thumbnail": "https://addictiontube.com/upload/photos/2025/06/Njs8DtryFIYmklYzwvD4_15_48a21b73a066b6a6467d79bc806e9cf3_image.png",
        "video_location": "https://addictiontube.com/upload/videos/2025/06/79i1RPAv9UnrFUcxqz6r_15_3ed86c44b3474b61cc4c1fc462b3509a_video.mp4",
        "category_id": "1082",
        "poem": "Breaking chains. Beneath the surface a secret grew. A man once whole now torn into. The pills they whispered, a soothing call. Yet dragged him down, he'd lose it all. His family watched with tearful eyes. As lies replaced his truth-filled guys. The grip of addiction, a ruthless chain, bound his soul fueled by pain. In Shadow's deep he sought away, a fragile hope to seize the day. Rehab's doors, a beacon bright, promised healing a chance for light. Through sleepless nights and battles one, he faced the demons one by one. Therapy's mended, his shattered frame, and slowly he reclaimed his name. A helping hand, a kindred voice, showed him the strength to make a choice. Community bound in shared despair, lifted his spirit, laid at bare. Each step he took a scar unwound. Each truth revealed a strength profound. The chains once forged by fear and lies now broken beneath clear skies. Jake's story, a guiding flame, a testament to life reclaimed. For in the darkness light prevails, a journey told in heartfelt tales."
    },
    {
        "video_id": "dFl2iHZPGJ61Nwo",
        "title": "Price of Pain: A Poetic Exposé of Opioid Greed and Addiction",
        "description": "A poem reveals opioid greed’s toll on lives. Reflect on the cost of pain. Listen now.",
        "thumbnail": "https://addictiontube.com/upload/photos/2025/06/HrD36h4LhfE4CGVfaTNp_15_d33198d23bf62231e49a150c3ff27f23_image.png",
        "video_location": "https://addictiontube.com/upload/videos/2025/06/JhmTjUYGGFwj6jOwqIyn_15_33f2a401b1a262bb9b73087a08b5e0f0_video.mp4",
        "category_id": "1082",
        "poem": "the price of pain. They came with promises wrapped in gold, a cure for pain the sick were told. With Oxy's touch relief was near, but shadows followed, cloaked in fear. Each pill a key to chains unseen, binding souls to a ruthless machine. Their cries for help grew loud, yet vain, as greed ignored their endless pain. The sacklers thrived, their riches soared, while broken homes became the score. Lives once whole were left to fade, a heavy toll the pills had made. Yet voices rose from griefs abyss, demanding truth no more dismissed. Anna's fight became her plea to heal the wounds to set them free. A mother wept a child alone, the cost of wealth the sacklers owned, but hope emerged in acts of grace as justice sought to show its face. Their halls of fame may still remain, yet tarnished now by endless pain. For every tear and life undone, a reckoning will one day come. Together we stand, the fight persists against the greed that still exists. With hearts united strong and true, we'll heal the wounds and start a new."
    },
    {
        "video_id": "WVrizGdivzIZ1H5",
        "title": "A Mother’s Love: A Poetic Tale of Addiction and Recovery",
        "description": "A mother’s love fuels her son’s addiction recovery in a poem. Feel their bond. Listen now.",
        "thumbnail": "https://addictiontube.com/upload/photos/2025/06/KQXGMjkmwtjEoHiYagDr_15_1d87d6e73797e8cd8103b2ce5a2eee87_image.png",
        "video_location": "https://addictiontube.com/upload/videos/2025/06/Uwr2rqMFxdY3LISAGB6d_15_f07be36f3735c81a41c5b6c4ab7d7cd6_video.mp4",
        "category_id": "1082",
        "poem": "A mother's love, a son's fight. A mother's heart so heavy with pain, her son was lost in addiction's chain. She prayed for hope for one last chance to bring him back to help him dance. The pills prescribed to ease his ache became the cause of all they'd break. Her vibrant boy now frail and thin. She vowed to fight to help him win. Recalled for help her voice a plea, a rehab's care would set him free. Compassionate hands a guiding light, together they face the darkest night. Each therapy session a step toward grace, each challenge met a hurdle faced. Her son grew stronger, his spirit returned, the fire of hope within him burned. Through tears and trials they made their way from shadows dark to brighter days. His laughter rose his future clear, a son reborn a mother's cheer. Now they stand a story to tell of rising from addiction's hell. Their love endured their spirits shone, a testament you're never alone."
    },
    {
        "video_id": "pFDIiDYysvAVktg",
        "title": "Canvas of Addiction: A Poetic Art of Struggle and Recovery",
        "description": "A poem paints addiction’s chaos and recovery’s hope. Explore the art of healing. Listen now.",
        "thumbnail": "https://addictiontube.com/upload/photos/2025/06/ZVwGb4SkXE2CKjp49oxJ_15_77913b1dcb96556e94078977c6ce6034_image.jpg",
        "video_location": "https://addictiontube.com/upload/videos/2025/06/NfMVhfBwd6VjLunSz47H_15_6db73569053ca3d9ff3420bafccc5822_video.mp4",
        "category_id": "1082",
        "poem": "The canvas of addiction. Upon the canvas chaos unfolds. A tale of torment, a story untold. Lines jagged colors clash, despair takes flight, and shadows deep the absence of light. Surinja's painted and trembling hands, a maze of pills on desolate lands, fragments of souls, torn and frayed. A silent cry where hope decayed, yet in the darkness of flicker begins, a thread of gold, where courage spins. A reaching hand attender hue, the whisper of strength breaking through. Brushes sweep the chaos retreats, healing emerges in quiet beats. Warm tones replace the chilling grey, the dawn of hope a brand new day. Figures rise no longer alone, in unity their strength has grown. Recovery blooms a radiant sun, the battle is fought and the wars begun. These paintings echo the struggle within. A journey through loss to where hope begins. From shadows to light their message is clear, in the heart of despair redemption draws near."
    },
    {
        "video_id": "ko3fBYhWuveph1z",
        "title": "Cost of a Lie: A Poetic Tale of OxyContin Addiction and Hope",
        "description": "Emma’s fall to OxyContin in a poem of lies and hope. Feel her recovery journey. Listen now to a poetic tale of OxyContin addiction.",
        "thumbnail": "https://addictiontube.com/upload/photos/2025/06/qGo3t1q9xNX21rQknPK8_15_c7c5c3ce9310e84a27d367303c503afd_image.png",
        "video_location": "https://addictiontube.com/upload/videos/2025/06/p2ZiRJofBHY5Xe7PALox_15_a72f26c7a82859e50a57e29b0e4aa049_video.mp4",
        "category_id": "1082",
        "poem": "the cost of a lie. Emma's life was bright and bold, until the pain began to take hold. A pill was prescribed, her pain to mend, but it let her down a path with no end. Oxy-Contin, a name she trusted, by greed and lies, her life was busted. Each dose of promise, each pill a chain, binding her tighter to an endless pain. Her dreams dissolved, her spirit broke, her laughter silenced by addictions yok. Heroine whispered when pills ran dry, a crueller master, a darker sky. Yet in the shadows, a spark remained, a will to fight, a strength unchained. Rehab's doors welcomed her in, where healing began and hope could win. Through tears and trials, she found her way, fighting the demon day by day. Her art became her voice, her plea, to show the world what recovery could be. Emma's story, a beacon of light, a reminder to stand, to never lose sight. For every scar, a tale to tell, of rising above, addictions hell. May her courage inspire us all to lift each other when we fall. To fight the lies, to heal, to mend, and see that hope prevails in the end."
    },
    {
        "video_id": "75KDtTMUVpCE3Y6",
        "title": "Price of Greed: A Poetic Critique of Opioid Addiction’s Roots",
        "description": "A poem exposes greed’s role in opioid addiction. Reflect on justice and loss. Listen now about the Sackler&#039;s greed.",
        "thumbnail": "https://addictiontube.com/upload/photos/2025/06/XjsyohAEfJsRKeeNRVHr_15_a35c03b22bb277fe506dbb0fffc1a466_image.png",
        "video_location": "https://addictiontube.com/upload/videos/2025/06/mHpUCAFdWeYsmQgxDVT6_15_7996bb027f98d1c07833187554207c1c_video.mp4",
        "category_id": "1082",
        "poem": "The price of greed. Born in shadows, forged in lies. Emily's wealth where pain resides. Oxy's promise, a cure proclaimed, but left destruction. Lives untamed. They sold salvation wrapped in gold. Their greed, a fire uncontrolled. The sacriors thrived as hearts were torn. A tragedy vast, a crisis born. Oh, the price of greed, a world betrayed. In every death their wealth was made. Beneath the riches, the cries remain. The scars they left, the cost of pain. Doctors silenced. Truth denied. Addiction spread. Like a rising tide. Communities broken. Children lost. A fortune built at humanity's cost. They knew the danger they saw the signs. Yet doubled down on their deadly lines. The pills they pushed. The lives they stole. A legacy dark. Devoid of soul. How many tears? How many graves? How many souls they're greed enslaved? Their halls of fame. Now stained in red. Their fortune forged. On the countless dead. Oh, the price of greed, a world betrayed. In every death their wealth was made. Beneath the riches, the cries remain. The scars they left, the cost of pain. But in the ruins, voices rise. A call for justice that never dies. From every shadow a light is born. To heal the wounds. To mend the torn. Oh, the price of greed. Let it be known. The pain they've sown. The seeds they've grown. A caution carved in blood and stone. Never forget. The lives they've thrown."
    },
    {
        "video_id": "pjsmpd7EB526d5x",
        "title": "Rising from Shadows: A Poetic Journey of Addiction Recovery",
        "description": "Samuel rises from addiction’s shadows in a hopeful poem. Discover his strength. Listen now to the poetic journey of addiction recovery.",
        "thumbnail": "https://addictiontube.com/upload/photos/2025/06/wg5WbjvGBH3JsehX5kgz_15_93a26f6b762b376727597166cda76c4e_image.jpg",
        "video_location": "https://addictiontube.com/upload/videos/2025/06/tkcy1UzvysKLAuFouZnV_15_097aa5fd2fcbcc4d99e29c0e221e6b83_video.mp4",
        "category_id": "1082",
        "poem": "Rising from shadows, and shadows deep her heart did lie, a glass her crutch her silent cry. Through nights of doubt and morning's grim, her reflection blurred her hope grew dim. A whispered voice a spark a flame, a chance to rise to shed her shame. The path was steep the nights were long, but step by step she grew strong, through broken glass and fractured dreams. She found her voice in healing streams, the chains that bound her now undone. She faced the light the rising sun. Her scars, a map of battles fought, her art, the truth her soul had sought. In colors bold and lines that sing, she found her peace her reckoning. Now standing tall, her spirit free, she paints a life of harmony. Her story lives in hearts anew, a beacon bright for me and you."
    },
    {
        "video_id": "pHSaYoCgbDC6y7C",
        "title": "Journey Reclaimed: A Poetic Tale of Addiction and Redemption",
        "description": "A woman reclaims her life from addiction in a poem. Feel her journey to hope. Listen now to a poetic tale of addiction and redemption.",
        "thumbnail": "https://addictiontube.com/upload/photos/2025/06/iZx6KaN54eGpPsqWzR7g_15_c817da51f65b82237fba3ec1d4ede8c9_image.jpg",
        "video_location": "https://addictiontube.com/upload/videos/2025/06/E4m6azR6fKEMkGzngV1i_15_e438ea795f0649024af4e35055408233_video.mp4",
        "category_id": "1082",
        "poem": "A journey reclaimed. Through shadows deep she walked alone. Her heart weighed down, her spirit unknown. In the grip of darkness she sought away to turn the night into a brighter day. Cocaine's lure a fleeting high, a fragile escape a whispered lie. Alcohol's comfort a false embrace left her yearning for a saving grace. A guiding light broke through the haze. A rehabs care began her days. With steady steps and tools in hand she found the strength to take a stand. In each moment she learned to live, to love herself, to forgive. Her past a story that shaped her soul became the fire that made her whole. Now she stands, her head held high, a phoenix rising to touch the sky. Her journey shared her hope a glow, inspiring others to find and grow."
    },
    {
        "video_id": "x4VoCm8Vyh9OQnZ",
        "title": "Abstract Addiction: A Poetic Cubist View of Substance Abuse",
        "description": "A cubist poem explores addiction’s chaos and hope. See the struggle through art. Listen now to a poetic cubist view of drug addiction",
        "thumbnail": "https://addictiontube.com/upload/photos/2025/06/C2WwtFxCaWCdoCdtHLci_15_1c7ac9bb2a5a6d505970558dc7cf57db_image.jpg",
        "video_location": "https://addictiontube.com/upload/videos/2025/06/97irVogVLHy7wdVjI3ce_15_2a025175017de6fdf501f38b80f54f4a_video.mp4",
        "category_id": "1082",
        "poem": "Abstract addiction. Fragments of faces shattered and torn. A kaleidoscope of lives, forlorn. In the chaos of color, the story unfolds. A struggle within, a truth untold, shapes overlapping, sharp and bright reflect the pain of endless nights. The swirling reds, the deep dark black. A heart in conflict, a soul under attack, abstract addiction, a canvas of pain, a fractured world where shadows remain. Yet through the lines, a light breaks through. A story of hope, of life renewed. Each brushstroke screams of isolation, a cry for help, a lost vibration. In cluttered rooms and empty streets, a battle fought, a life repeats. The cubist forms the jagged lines, mirror the scars of broken times. But even in the darkest hues, the glimmer of recovery breaks the blues. Faces align, the pieces mend, the chaos calms, the nightmares end. From shattered lives to healing hearts, a masterpiece where hope restarts. Abstract addiction, a canvas of pain, a fractured world where shadows remain. Yet through the lines, a light breaks through. A story of hope, of life renewed. In swirling reds and shards of grey, the story speaks, it finds its way. Abstract addiction, a call to see, the power of art, to set us free."
    },
    {
        "video_id": "676oWD8bxY6Drgk",
        "title": "Fractured Realities: A Cubist Poem of Addiction and Healing",
        "description": "A cubist poem of addiction’s fractures and healing. Explore Murray’s art. Listen now to a Cubist&#039;s Poem of Addiction.",
        "thumbnail": "https://addictiontube.com/upload/photos/2025/06/JZbIeF6pf3qoWIyG1t7L_15_7599c89aa48aab1de8ee3508f2fcaeba_image.jpg",
        "video_location": "https://addictiontube.com/upload/videos/2025/06/aDg9Zx5y6bM5ZXg1HX1E_15_68f9b7a2ec1ab2d01d9baa57df4d65e0_video.mp4",
        "category_id": "1082",
        "poem": "Fractured realities, shards of faces broken and torn, A world unraveling, hope still born. Through jagged lines, the truth reveals, A pain so deep, a wound that heals. Muted grays, the weight of despair, Swirling reds, a soul laid bare. Yet through the chaos, a light breaks free, a glimmer of hope, a chance to be. Fractured realities, stories untold, in colors that burn, in hues that hold, through the lens of pain beauty shines, a canvas of hope in broken lines. Hands reaching out, connection made, through the shadows love invades. Each brushstroke screams of battles fought, a testament to lessons taught. The dimlet room, the scattered shards, a life in pieces, a deck of cards, yet through the cracks a beam of light, a soul emerging from the night. Through Murray's art, the truth is known, addictions face, its seeds are sown, not villains or victims but hearts that bleed, a cry for justice, a call to heed. Fractured realities, stories untold, in colors that burn, in hues that hold, through the lens of pain beauty shines, a canvas of hope in broken lines. Even in fragments life finds a way, a mosaic of hope from night to day. James Murray's vision, a guiding flame, to see the beauty to end the shame."
    },
    {
        "video_id": "ASRdyl5FlrDzItW",
        "title": "Hope’s Guiding Star: A Poetic Journey of Heroin Recovery",
        "description": "Jacob’s recovery from heroin in a poem of hope. Feel his guiding star. Listen now to a poetic road of Heroin recovery.",
        "thumbnail": "https://addictiontube.com/upload/photos/2025/06/qyF8FcnFtihUnJnnQq1m_15_ee9d0b82d7b44486f0fc54de167b5c96_image.png",
        "video_location": "https://addictiontube.com/upload/videos/2025/06/PigNUPEjd5hTeU1EISnI_15_07b0e29f971467b70aff659862de9325_video.mp4",
        "category_id": "1082",
        "poem": "Hopes guiding star. Jacob's world, a sea of dark, where heroin left a heavy mark. Lost in waves, he drifted far from light, from love, from guiding stars. A life entrapped no door ajar. But in the storm a glint appeared, a guiding light, a voice he heard, to rehab's shores, he turned his face. In search of hope, a saving grace, an end to night, a warm embrace. Through days of healing, strength returned, a flame of courage, fiercely burned. He faced his fears, his haunted past, with every step the shadows passed, and peace within his heart amassed. With new found life he braved the storm, a heart remade, a soul reborn. He left the dark for brighter days, to walk through life in healing's blaze. A path of hope, a sunlit maze. Today he stands, his story told, a guiding light, a heart of gold, a beacon bright for those of far, who sail through night by hopes' own star. A life redeemed a shining scar."
    },
    {
        "video_id": "QKmpVN84ChcBdYz",
        "title": "Rising from Despair: A Poetic Tale of Addiction Recovery",
        "description": "Lisa rises from addiction’s despair in a hopeful poem. Discover her strength. Listen now to this poetic tale of addiction.",
        "thumbnail": "https://addictiontube.com/upload/photos/2025/06/XfOFbs9uPCCjIWnD3qpq_15_0cd07fab76d77a818ce85b072ab1c480_image.jpg",
        "video_location": "https://addictiontube.com/upload/videos/2025/06/CjAX2a3qL7JJW3b28UQs_15_e9f58d2225117bc3148a51a91c46f641_video.mp4",
        "category_id": "1082",
        "poem": "Rising from despair. Lisa's heart bore heavy chains bound by sorrow, lost in pains, addictions grip a whispered call, her spirit trapped within its thrall. And hope seemed faint, her light too small, but strength the woke within her core, accurred fears like waves to shore. She took a step through rehab's doors, in search of life, a path restored, a chance to be the self she wore. Through therapy she found her voice, the power to rebuild her choice. Each day a journey fears and bright, through darkness deep toward the light, a healing flame a steady might. Her heart grew strong, her spirit free, with every step toward destiny, her life rebuilt her soul renewed, a tapestry of courage sewn, a heart reborn, a spirit grown. Today she stands with eyes of grace in healing's arms, a sacred place. Her story shines a path to see, for those ensnared, for lives unfree, a journey told"
    },
    {
        "video_id": "ZIcd36ZBdAkToPu",
        "title": "Path of Redemption: A Poetic Journey from Addiction to Hope",
        "description": "Alex’s redemption from addiction in a hopeful poem. Feel his journey to light. Listen now to this poetic journey from addiction.",
        "thumbnail": "https://addictiontube.com/upload/photos/2025/06/lQ3cB5VJXAUEQQqha9NY_15_acd1ca94a07877a121620c646c966f0b_image.png",
        "video_location": "https://addictiontube.com/upload/videos/2025/06/8kJF78R1qfMUhljJ1I18_15_861e7d4c049026f96e012dc0cd220ebe_video.mp4",
        "category_id": "1082",
        "poem": "the path of redemption. Alex wandered in the night through shadows deep and dreams can try it, lost in worlds where silence grew, a life undone, a path asqueue, a soul that searched for something true. With broken hands he fought to rise through days of loss, beneath dark skies, rehab called with healing hands to break addictions, harsh demands, and guide him through life's shifting sands. He learned to fight, to find his way through pain and fear each passing day, with courage deep he met the storm and shaped his life to be reborn, a spirit free no longer worn, each step he took became his song of strength, of hope, of battles long through shadows faint his voice grew clear, a story born for those who hear a path of light from worlds of fear. Today he walks, redeemed and whole, with love and grace within his soul, a guiding light for those in need a story rich in hope and to creed, a life free born, a heart unfreeze."
    },
    {
        "video_id": "VhGibjeWcBBGXfh",
        "title": "Echoes of Change: A Poetic Call for Addiction Recovery",
        "description": "Leo’s fight for addiction recovery in a poem of change. Hear his call for hope. Listen now.",
        "thumbnail": "https://addictiontube.com/upload/photos/2025/06/R2Rd4gDfxlSg3XewcfC8_15_bd7806ec528b5bf689235e76ab7342de_image.png",
        "video_location": "https://addictiontube.com/upload/videos/2025/06/6b8qVcIY9Hj3dsWJm9fF_15_43114a6b1839cf40a0dc9a377ec94df9_video.mp4",
        "category_id": "1082",
        "poem": "Echos of change. Leo walked a road of night where shadows grew and blurred his sight. Opioid chains bound his soul fading dreams a heavy toll. In silence lost in darkness whole. Grim cold. Each pill a prison fierce and cold. A whispered lie a story told. His future blurred his spirit torn. Yet through the night a fire was born. And hope within his heart was sworn. In rehab's walls he found his fight. A space to breathe a glimpse of light through voices strong and hands so kind he left addictions grip behind. A vow to free all those confined. He rose to speak his voice a plea for those ensnared for lives set free. An advocate with courage bright to shine through darkness bring the light to echo change to end the night. Today he stands a guiding star for others lost for lives afar. His words a bridge a path to see a life beyond captivity an echo strong a legacy."
    },
    {
        "video_id": "Rabn4dWGUNWtzb7",
        "title": "Grace in the Light: A Poetic Journey of Addiction Recovery",
        "description": "Grace finds light from addiction’s dark in a poem. Discover her hopeful journey. Listen now.",
        "thumbnail": "https://addictiontube.com/upload/photos/2025/06/LVEGomhJ9yOFtpn751YK_15_fbcb77934f708aebca046a0255b86e8e_image.png",
        "video_location": "https://addictiontube.com/upload/videos/2025/06/W6tdT1Ojk8OZxKZg8XTY_15_f94ced5d81bba947899478b4d8b56728_video.mp4",
        "category_id": "1082",
        "poem": "Grace in the light. In the depths, Grace fell so fast, chasing shadows from her past, lost in pain she found her chains. Her spirit caught in silent strains, and hope seemed dim, her light constrained, her heart grew cold, her world grew small. She felt the darkness's endless call with weary eyes and dreams undone. She faced each day, a setting sun, a battle fought, but never won, but in the shadows hope emerged, a spark of light, a call that surged. To rehabbed door she found her way in the darkest night, a glimpse of day, a place to heal, a place to stay, with hands that reached and voices kind. She found a path, a peace of mind, each step she took she broke a wall. She faced her fears no longer small, and through her pain she learned to call. Today she walks beneath the sun, her battles faced her journey done, in every step a testament to strengthen Grace to love's assent, a soul reborn, a life well spent."
    },
    {
        "video_id": "3gfqbkfvZHbKhFJ",
        "title": "Unmasking the Heart: A Poetic Tale of Mental Health and Recovery",
        "description": "Julia unmasks her heart in a poem of mental health recovery. Feel her courage. Listen now.",
        "thumbnail": "https://addictiontube.com/upload/photos/2025/06/ec8onCJeyhsAKyIYCVrh_15_74d59e35ec64c345a977d140ff0aab24_image.jpg",
        "video_location": "https://addictiontube.com/upload/videos/2025/06/GDwAbDiITjw8nnhqCtRv_15_14b2b3c688b70c0b61f5c9a2257063f8_video.mp4",
        "category_id": "1082",
        "poem": "Unmasking the heart. Behind the walls of silent fear, Julia hid, year after year. Her laughter gone, her voice so small, as judgment cast its shadowed pawl she stood alone afraid to call. But courage grew within her heart, a whispered spark, a place to start. She took a step, then two, then more, reaching out to open doors, to find the strength she knew before. Through therapy she learned her name, released from judgment guilt and shame. Each tear a drop of healing grace, reflecting hope within her face, her spirit found a sacred space. With each new day she found her way, a clearer voice with strength to say, that mental health deserves the light, a cause worth fighting every night. Unmasking fear with truth and might. Now Julia stands her spirit free, a voice of hope, tenacity. She shines a light, a guiding star, for those who struggle from afar. Their hearts unmasked, their wounds to scar."
    },
    {
        "video_id": "mBYFNiJP4bNLH16",
        "title": "A Parent’s Unbroken Chain: A Poetic Bond in Addiction Recovery",
        "description": "Tom and Sarah’s love aids their daughter’s recovery in a poem. Feel their bond. Listen now.",
        "thumbnail": "https://addictiontube.com/upload/photos/2025/06/Q3HrUIHUdQ8Qbg3jPGrw_15_f69f7d38cb16b474dc036851b1f7dc19_image.jpg",
        "video_location": "https://addictiontube.com/upload/videos/2025/06/YhH2CN1JspaHBd3Qktio_15_e45cd37171aea55a1a3127a916245ff0_video.mp4",
        "category_id": "1082",
        "poem": "A parents unbroken chain. Tom and Sarah, hearts entwined, stood by, as shadows slowly climbed, their daughter's light began to fade, lost in the grip that darkness made, but love held strong, hope unafraid, through sleepless nights they whispered low, a silent vow to never go. As sorrow stretched the days too long, they found their faith and courage strong, a force that held when all seemed wrong. With open arms, they faced each day, though fear and worry blocked their way, in every step they gave their all. As shadows thickened, they stood tall, a lifeline through, addictions call. They sought for help, a hand to guide. Through counseling, they walked inside, together healing from the scars, the pain, the nights, the endless wars, each tear a step toward distant stars. Today they stand, a family healed, their love a shield, their fate revealed, a testament to strength and grace. They faced the storm, embraced its place, an unbroken chain in endless space."
    },
    {
        "video_id": "zfnXnWnFQAmsZib",
        "title": "From Shadows to Sunrise: A Poetic Journey of Opioid Recovery",
        "description": "Luke’s journey from opioids to sunrise in a hopeful poem. Discover his strength. Listen now.",
        "thumbnail": "https://addictiontube.com/upload/photos/2025/06/MpuNT8mKoifGeWNhU5CU_15_aa1b1673ce1faf765b395a198103f238_image.jpg",
        "video_location": "https://addictiontube.com/upload/videos/2025/06/NkUX3VnS99GsygXhR2NC_15_552371a12995058c63b86330116759cd_video.mp4",
        "category_id": "1082",
        "poem": "From shadows to sunrise, in shadows deep, Luke lost his way. The silent thief that stole his day, Oxy's grip then needles too. A winding path he never knew until hopes faint light broke through. His heart grew heavy, chained in dread, as darkness whispered in his head. Friends faded, dreams grew cold, but courage sparked a story bold, and through the pain his soul unrolled. Four walls of rehab held him tight, a shelter from addiction's night. The journey hard, the pathway long, yet he pushed forward, growing strong. Through broken dreams he found a song, with healing hands and voices near. He fought his way through shadowed fear. Each step acclimed from sorrow's depths. Through trials faced with baited breath, he forged ahead and found new strength. Now free from chains, his spirit flies to greet the dawn with open eyes. The night has passed, the day begun, a life reborn, a battle won. Luke's journey crowned by rising sun."
    },
    {
        "video_id": "YyWTZKqexSwlzSm",
        "title": "The Shadow’s Echo Poem on Addiction - Whisper of Addiction’s Sorrow",
        "description": "Explore &quot;The Shadow’s Echo,&quot; a melancholic poem about addiction&#039;s relentless grip, with haunting verses on sorrow and despair. Perfect for poetry lovers seeking deep emotional insight.",
        "thumbnail": "https://addictiontube.com/upload/photos/2025/06/VL9gghAYr5rFvwgFpdOn_17_688f4431cb09f406c9cf9653090d9ef3_image.png",
        "video_location": "https://addictiontube.com/upload/videos/2025/06/sAJQNTVm2eIIuFOQQahv_17_378a25e6758a810c049eb29aa7e3a6ae_video.mp4",
        "category_id": "1082",
        "poem": "The Shadows Echo. Once upon a midnight hollow in the grip of endless sorrow, I sought solace in a bottle chasing dreams I'd never borrow. Through the haze a shadow whispered cold and cruel its voice a chain. Evermore you'll seek this poison, evermore you'll know this pain. Each sip of fleeting spark of light each gulp a deeper fall tonight. The shadow laughs its wings in fold my heart grows heavy, tired cold, no escape, no dawn to greet, the cycle hums my soul's defeat. And still I drink though hope is slain the Shadows Echo calls my name."
    },
    {
        "video_id": "p66zUDfcpniNQko",
        "title": "Out of shadows: John’s Journey, A Poetic Tale of Addiction and Recovery Hope",
        "description": "John’s frightening addiction journey turns hopeful in a poem. Feel his resilience. Listen now.",
        "thumbnail": "https://addictiontube.com/upload/photos/2025/06/3YfH4c3IIOOlvMBIg6kK_15_222954da9de1b369e950a474d6fefbc0_image.png",
        "video_location": "https://addictiontube.com/upload/videos/2025/06/J9KzPntsiAW3tc7jIKgv_15_792ec00cabb068319191672dff968fc9_video.mp4",
        "category_id": "1082",
        "poem": "Out of shadows, John's frightening yet hopeful journey through addiction. Once a boy, with dreams so bright, and junior high took a fateful flight, down a path where shadows creep, in the realm where demons sleep. Caught in a storm, he lost his way, substance as dark called him to play. A vortex of despair, a spiral spun, stripped him bare, left him undone. A life in chains, at twenty-five, in the throes of addiction, barely alive. The road to recovery, a journey steep, through the valley of shadows where nightmares seep. Detox weeks of torment and pain, his body rived, his mind and strain. Yet in that crucible, arose a spark, a beacon flickered, in the dark. Rehab found a refuge near, voices soft that quelled his fear. In their embrace he saw it clear, the strength to conquer, the strength to persevere. Washed in sorrow, steeped in strife, he fought to reclaim his stolen life. Believing he deserved more than a broken past, he clung to sobriety, holding fast. Now at twenty-seven, standing tall, no longer the captive of addictions call, two years of victory, two years clean, a self once lost, now seen. From the clutches of despair, he broke free. Now a scholar, his mind in spree, chasing a degree, dreams unfurl, in this new sober world. Through trials and pain, he found his might, no longer a wanderer in the night. Once a victim of a dark sedition, now a beacon of hope, a testament of transition. Remember John, remember his tale, a testament to how the spirit prevails, from sorrow's depths to victory's height, a journey from darkness into the light."
    },
    {
        "video_id": "V8KOFF1tuv9TQUS",
        "title": "Brushstrokes of Despair: A Poetic Art of Addiction and Hope",
        "description": "A poem paints addiction’s despair and hope through art. Explore the healing journey. Listen now.",
        "thumbnail": "https://addictiontube.com/upload/photos/2025/06/bN7kaF5eQlvrhl22uJtC_15_d724f1d848d0d0f02f16ce2ab7a95cc6_image.jpg",
        "video_location": "https://addictiontube.com/upload/videos/2025/06/yASaLq7noZE7igXekh5K_15_d72b5858d3cc469a89eef148f76d1064_video.mp4",
        "category_id": "1082",
        "poem": "brush strokes of despair. On a canvas torn, the shadows creep lines of sorrow wounds run deep, painted whispers of cries on herred, a silent scream in every curve. Needles fall, like drops of rain, pills cascade, a story of pain. In the dark where secrets hide a fractured soul battles inside. Each stroke a mirror, raw and bare, a portrait drawn from despair's stare. Brush strokes of despair, shades of night, a world unseen in the pale of light. Through the pain a spark takes hold, a story of hope fragile and bold. Isolation haunts in every hue, a room of gray, a somber view. Figures reaching through painted storms, searching for hands to make the warm. The colors bleed yet softly blend, hinting a path where wounds may mend. The chains of addiction bowled in stark, a dance with shadows in the dark, yet in the void a light breaks through, a testament in shades of blue. The art reveals what words conceal, the scars, the fight, the strength to heal. Each image whispers you're not alone. A plea for hearts to bring them home. Brush strokes of despair, shades of night, a world unseen in the pale of light. Through the pain a spark takes hold, a story of hope fragile and bold. Through painted grief a journey begins, a life reborn where darkness thins. Brush strokes fading into the day, a masterpiece of hope on display."
    },
    {
        "video_id": "NJObpU57RGox4xr",
        "title": "Shattered Saints Addiction Poem - Fallen Angels of Addiction",
        "description": "Dive into &quot;Shattered Saints,&quot; a desperate poem depicting addiction&#039;s chaos in neon alleys. Ideal for those seeking raw, urgent verses on struggle and hope.",
        "thumbnail": "https://addictiontube.com/upload/photos/2025/06/BO2TNdltBDjdbcLptFSv_17_3cc82009cbeaf144609e4a1ebaeef706_image.png",
        "video_location": "https://addictiontube.com/upload/videos/2025/06/2GkR3X5EiaLN8dHqPtqs_17_fcf8a9bd033ab9bde452823a05b23e06_video.mp4",
        "category_id": "1082",
        "poem": "Shattered Saints, I saw the purest hearts of my city broken, chasing veins of fleeting fire, stumbling through neon alleys, screaming for a hit to lift them higher. Holy dreamers, lost in smoke, their halos cracked, their spirits torn, they kneel to needles, pray to pills, reborn in ash yet never born. The streets, pulse, wild, with hunger's cry, a symphony of shattered glass, their angels weep in starless skies, for fleeting highs that never last. Hull save the saints, when gods are gone, their hymns drowned out by craving song. The night devours, the fix is king, and still they chase the burning sting."
    },
    {
        "video_id": "ULDCO7Py1StPI4q",
        "title": "The Endless Spiral Addiction Poem - Trapped in Addiction’s Abyss",
        "description": "Listen to &quot;The Endless Spiral,&quot; a hopeless poem on addiction&#039;s relentless cycle. Discover bleak verses about despair and captivity for poetry enthusiasts.",
        "thumbnail": "https://addictiontube.com/upload/photos/2025/06/AbVsj5KzimkYonY3TuTL_17_e1d2c88a030937f29b16347d3764a41c_image.png",
        "video_location": "https://addictiontube.com/upload/videos/2025/06/YO5uELpUz7XtwPO27xpx_17_32a79b26529495cefed5645cef429769_video.mp4",
        "category_id": "1082",
        "poem": "The Endless Spiral A road without a start or close, it winds through thorns of bitter need. No map, no rest, just circling steps where every turn makes my soul bleed. The bottle calls the pipe sings low, a promise carved in fleeting bliss, but every high just digs the grave. A spiral down to the abyss. No signpost marks the way to peace, no light to guide my trembling hand. The loop is tight, its grip is cold, my heart a wasteland scorched in bland. I walk, I fall, I walk again, the roads my cage my endless sin. Addictions chain, it holds me fast, no future here just haunted past."
    },
    {
        "video_id": "VKVnzXrRLnmhWYE",
        "title": "Defiant Dust Poem on Addiction - Rebellion Against Addiction’s Chains",
        "description": "Experience &quot;Defiant Dust,&quot; a defiant poem exploring addiction&#039;s rebellion. Uncover bold verses on resistance and ruin for those seeking intense poetry.",
        "thumbnail": "https://addictiontube.com/upload/photos/2025/06/3i7NoMID6zkXIhJUinNS_17_0564bb36ec68f901e4c4c83516e32c20_image.png",
        "video_location": "https://addictiontube.com/upload/videos/2025/06/W8DHKzis81L56HYLOiGT_17_f58b27e4bd38dbf07a684ea325251fb6_video.mp4",
        "category_id": "1082",
        "poem": "Defiant dust. Hmm. They say, get clean, let go the wine. But I just laugh. And shake my head. No way, no way, I'm doing fine. Though my soul's a wreck, my hearts have dead. The glass is my rebellion's throne. Each sip of spark to light my fight, I'll dance with shadows, stand alone, and claim my ruin as my right. They beg, they plead, they call my name. But I'm not theirs, I'm liquor's bride. This chaos is my claim to fame, my truths the bottle by my side. No chains can hold this reckless flame. I'll burn, I'll break, I'll bear the blame. Yet deep inside, a whisper cries, your dust, defiant, doomed to die."
    },
    {
        "video_id": "RuwjNk8MXKTvkhL",
        "title": "The Shackled Song Addiction Poem - Caged Dreams of Addiction",
        "description": "Delve into &quot;The Shackled Song,&quot; a yearning poem about addiction&#039;s chains. Perfect for readers seeking emotional verses on trapped dreams and freedom.",
        "thumbnail": "https://addictiontube.com/upload/photos/2025/06/BOBVVEs6It46R7PjjYuG_17_2c99beffc692e5cfa8a3e7d9c200999a_image.png",
        "video_location": "https://addictiontube.com/upload/videos/2025/06/tjuvoIlZo4G54K1KYFRw_17_8190e3d219525a5df6c917419ddb0285_video.mp4",
        "category_id": "1082",
        "poem": "The shackled song. A bird in chains, I sing of skies, Of freedom's breath I'll never know. My wings are clipped. My voice accry, A trembling note where shadows grow, The needles cage, The bottles bars. They hold me tight, They steal my flight, Yet still I sing of distant stars, Of dreams unmarried by endless night. Each dose a lock, Each hit, A weight, My hearts a hymn of trapped desire. I long for peace, I tempt my fate, But sink beneath the cravings fire! The cage is cold, The song is shrill, A plea for wings to soar at will. But addictions grip won't set me free. My songs my chain, My tragedy."
    },
    {
        "video_id": "TPtGqFW4uyu6iGH",
        "title": "Plea in the Dark Addiction Poem - Desperate Cry in Addiction’s Night",
        "description": "Uncover &quot;Plea in the Dark,&quot; an anguished poem on addiction&#039;s grip. Ideal for those seeking heartfelt prayers and raw despair in poetic form.",
        "thumbnail": "https://addictiontube.com/upload/photos/2025/06/QRhcyDqniTlcAtBog28j_17_b3fd210e2338cb98eccd050e5052cf3d_image.png",
        "video_location": "https://addictiontube.com/upload/videos/2025/06/3vHL6I5Dh6hs5egGznKg_17_1614da7134cdef29226e4ca7d9e557e6_video.mp4",
        "category_id": "1082",
        "poem": "Plea in the dark. Oh God, I'm lost. A trembling wretch. My veins a map of bitter need. My soul's a bruise, my hands a mess, I'm drowning in this wretched greed. The powder calls the needle bites, my heart's a coal, all black and spent. I beg for light to pierce my nights, for mercy where my will is bent. I fall, I shake, I claw the air, my prayers are ash. They choke my throat, the highs alligh, it strips me bare, yet still I cling to its false hope. Oh God, please break this chain of pain, or let me sleep and not awake again. My pleas a scream, my souls a scar, addictions hold my guiding star."
    },
    {
        "video_id": "bcitorX36okiIq1",
        "title": "Dawn’s Unfurling Addiction Poem - Hope Rising from Addiction’s Dawn",
        "description": "Discover &quot;Dawn’s Unfurling,&quot; a hopeful poem on addiction recovery. Enjoy soothing verses of healing and renewal for poetry lovers seeking inspiration.",
        "thumbnail": "https://addictiontube.com/upload/photos/2025/06/svix2ZGBpuYjAu8ML9v3_17_a17d9b0d4d2cebe2fdeb49be8bdbfe72_image.png",
        "video_location": "https://addictiontube.com/upload/videos/2025/06/k6TreOQSjwiFP8EFoId9_17_a8da9413c5b32701ee44ba586e7f8bf2_video.mp4",
        "category_id": "1082",
        "poem": "Dawn's unfurling. After the storm, a quiet blooms. A whisper soft were chaos-rained. The heart once torn begins to mend. Its wounds now petals gently gained. No more the roar of cravings tied. No more the chain that bound my soul. In surrender's arms, I learned to glide, to find the light that makes me whole. Each step a thread, each breath a weave, a tapestry of hope renewed. The scars remain, but I believe. In Dawn's embrace, I'm softly healed. The bottle fades, the needle stills. My spirit rises free, herome. My heart it fills, a fragile flower calling home."
    },
    {
        "video_id": "CxrnFMbjhsOCMjd",
        "title": "The Hollow Man Addiction Poem - Empty Soul of Addiction’s Toll",
        "description": "Explore &quot;The Hollow Man,&quot; a somber poem on addiction&#039;s toll. Perfect for readers seeking poignant verses on loss and emptiness in poetry.",
        "thumbnail": "https://addictiontube.com/upload/photos/2025/06/ffruO6mVOLpEUO4mJcv3_17_ed14e64b9369f4cf248450186047af01_image.png",
        "video_location": "https://addictiontube.com/upload/videos/2025/06/h98sn1RBjzsssDZ9KuV7_17_23d1afdc6978c77b2ad85514b6cea4fe_video.mp4",
        "category_id": "1082",
        "poem": "The hollow man. He was a man though barely now. His soul a husk his eyes avoid. The bottle took what he'd allow his heart His hope his dreams destroyed each sip erased another piece his laughter gone his love a ghost Addictions theft left no release just loss that hurt him worst and most He walks the streets a shadow shell his humanity a faded spark No tales to tell no dreams to sell just endless nights an endless dark the man he was he'll never find Addictions cost it stole his mind Yet still he breathes a broken thing a hollow man with not to bring"
    },
    {
        "video_id": "ld22LMB486VRUPo",
        "title": "Phoenix of Ash Addiction Poem - Rebirth from Addiction’s Flames",
        "description": "Listen to &quot;Phoenix of Ash,&quot; a defiant poem on addiction&#039;s rise from ruin. Ideal for those seeking powerful verses on rebirth and struggle in poetry.",
        "thumbnail": "https://addictiontube.com/upload/photos/2025/06/zCXxQ35jKTlfi3wd85Vb_17_6ffc153cc835511dd556dbce57bcc7ad_image.jpg",
        "video_location": "https://addictiontube.com/upload/videos/2025/06/x3rU2fzKsVqb2Fikqs8B_17_8f642ae427fd543e67b7e89201aa1dc3_video.mp4",
        "category_id": "1082",
        "poem": "Phoenix of Ash. I rise again, a tattered flame. From bottles drained and needles bent, each time I swear it's not the same, yet still my soul's on fire spent. A miracle they call my breath, a ghost who cheats the reapers claim, but every highs a dance with death, each low a scar that bears my name. I'm wreckage made of fleeting bliss, my heart a stage for ruins play. The crowd applauds my fall, my hiss, as I consume myself each day. Addictions art. I'm burned, reborn, a phoenix carved of ash and scorn, yet still I chase the sparks cruel gleam to die to rise in endless dream."
    },
    {
        "video_id": "tyNd2MSMkdWTkbG",
        "title": "Whisper of the Field Addiction Poem - Healing Breeze of Addiction’s Field",
        "description": "Enjoy &quot;Whisper of the Field,&quot; a hopeful poem on addiction&#039;s peace. Perfect for readers seeking gentle verses on nature’s healing touch in poetry.",
        "thumbnail": "https://addictiontube.com/upload/photos/2025/06/XTizZffGOdBQoi7TRFw1_17_f44ff80f8bf4f3d8e08ce7dcac49139e_image.png",
        "video_location": "https://addictiontube.com/upload/videos/2025/06/kvp6afN8ri7wxRe4GXPL_17_bebd4c1cfc5bb522bb829a796bb02e87_video.mp4",
        "category_id": "1082",
        "poem": "Whisper of the field. Beyond the city's jagged edge, where dusk spills soft on quiet ground I pause, my heart a trembling ledge, and hear redemptions fragile sound. Two stray dogs rest beneath the stars, their eyes like lanterns warm and kind. They see my scars, my endless wars, yet offer peace to my frayed mind. The needles pull, the bottles call, they fade beneath this tender gaze. For one brief breath, I'm not their thrall. My soul alites in gentle rays, addictions chains may bind me still, but here I glimpse a world that's whole. In nature's grace I find the will to dream of freedom for my soul."
    },
    {
        "video_id": "pzJzj2iSODExhN1",
        "title": "The Serpent’s Kiss Addiction Poem - Venom of Addiction’s Embrace",
        "description": "Dive into &quot;The Serpent’s Kiss,&quot; a bitter poem on addiction&#039;s venom. Ideal for those seeking intense verses on pain and temptation in poetry.",
        "thumbnail": "https://addictiontube.com/upload/photos/2025/06/yygfddHeEc5SxtITpusN_17_280eb2a47b1e0ff1cea71fa64020c184_image.png",
        "video_location": "https://addictiontube.com/upload/videos/2025/06/YI2PQw5wGMYtKA6DDeHa_17_dcd131f7cd2d4c6812c7c406950275f3_video.mp4",
        "category_id": "1082",
        "poem": "The serpent's lair. The serpent coils. It's fangs sink deep. It offers gold. It takes my soul. I drink its venom, fall asleep. Within its lair I lose control. Each scale, a lie, each hiss, a lure. It wraps me tight and silken dread. I seek its kiss. I seek the cure. But find a prison built instead. The lair grows dark. My will grows frail. The serpent stands. My only guide. I'm lost to scales. To tooth to tail. We're hoping freedom both reside. The serpent's lair. My chosen fate. Addiction seals. My prison gate. I writhe within. It's prey. It's prize. Till death becomes my final guise."
    },
    {
        "video_id": "zFSsKmrYEhNRBDY",
        "title": "The Uninvited Guest Addiction Poem - Intruder of Addiction’s Realm",
        "description": "Unravel &quot;The Uninvited Guest,&quot; a tense poem on addiction&#039;s invasion. Perfect for readers seeking dark, resentful verses on loss of control in poetry.",
        "thumbnail": "https://addictiontube.com/upload/photos/2025/06/aI4ZaEfUr16v2avKvGeN_17_ea50d8bcd9c7ed6e7c54637870bde318_image.jpg",
        "video_location": "https://addictiontube.com/upload/videos/2025/06/7BOc2B11rYy5OsnFOEsu_17_8bc14a8f06b09f83021257cd1a0b622c_video.mp4",
        "category_id": "1082",
        "poem": "the uninvited guest. It slinks inside, no knock, no key, and claims my life as its domain. Addictions sits where I should be, its shadow woven in my pain. No hostage spared, no mercy shown, it carves its throne from my despair, it eats my dreams, it breaks my bones, and builds its castle in the air, my voice is mute, my wills a guest evicted from my own heart's home, each day I fight, but it's the best at chaining me where shadows roam, it stays at rains, it calls me friend, though all I am, it seeks to end. This uninvited guest, my bane holds court until I'm lost in sane."
    },
    {
        "video_id": "vw9esRjrFHyBxRe",
        "title": "Chains of Craving Addiction Poem - Shackles of Addiction’s Hunger",
        "description": "Dive into &quot;Shackles of Addiction’s Hunger,&quot; a desperate poem on the relentless grip of craving. Explore vivid verses of struggle and surrender for poetry enthusiasts.",
        "thumbnail": "https://addictiontube.com/upload/photos/2025/06/mzS4F1L7lieX3gBz2j7C_17_2293aca26c054dda8abea392e2a91e2b_image.png",
        "video_location": "https://addictiontube.com/upload/videos/2025/06/KcksWsWyOSslmxgDJKio_17_0c453d7b39ebc0202f983b8b826d05b4_video.mp4",
        "category_id": "1082",
        "poem": "chains of craving. The hunger coils, a serpent's grip, it binds my wrists with silent steel, each breath of fight, each pulse of slip, to break the hold I'll never feel. The needle hums, a sirens call. It's song, a thread through hollow days. I chase the high, I risk the fall, lost in its labyrinthine maze. My hands betray with trembling plea. They reach for what will never heal, a fleeting piece, a bitter fee. The chain grows tight, the wound too real. No dawn can pierce the shadowed rain. My soul's a captive to the strain. Yet still I seek, though hope is thin. Addictions change, pull me within."
    },
    {
        "video_id": "7w7mJRLPVQX22po",
        "title": "Echoes of the Void Addiction Poem - Whispers in Addiction’s Silence",
        "description": "Uncover &quot;Whispers in Addiction’s Silence,&quot; a melancholic poem on loss and emptiness. Perfect for readers seeking haunting verses on addiction’s void.",
        "thumbnail": "https://addictiontube.com/upload/photos/2025/06/bBeWjHB5UbvqyxYLJeAg_17_46859bfe52d1f4fc875d9c165c685c81_image.png",
        "video_location": "https://addictiontube.com/upload/videos/2025/06/CaB3tJv9x3XY5h3oxolp_17_800c0167c888dd6370a360e2482bd7de_video.mp4",
        "category_id": "1082",
        "poem": "Echoes of the void. The silent screams were joy once played, a hollow drum within my chest. I pour the glass, the nights my shade, each sip erases what was best. The room spins soft, a fading lie, a mirror cracked with every dose. I see my face, a stranger's eye, a ghost adrift where hope once rose. The bottle whispers, soft and sly. It promises a brief escape, but morning brings the same old cry, a soul unmoored, a heart unshaped. The void grows wide, its echo stings, I drown in what the silence brings. Addiction song, my endless tune, beneath the moon, I'm lost too soon."
    },
    {
        "video_id": "TRmgkgNdgfccoQZ",
        "title": "The Flame’s Deception Addiction Poem - Illusion of Addiction’s Fire",
        "description": "Explore &quot;Illusion of Addiction’s Fire,&quot; a yearning poem on deceptive highs. Ideal for those seeking emotional verses on pain and false promises in poetry.",
        "thumbnail": "https://addictiontube.com/upload/photos/2025/06/581u6JulgAYsaoTtecNY_17_50ac5b3c1b8b88fca32c0dea8dbd12b0_image.png",
        "video_location": "https://addictiontube.com/upload/videos/2025/06/VXKfSgSE3iUHLtMJEBZ1_17_09c0f3f2e4ccb7d788091a8605f93424_video.mp4",
        "category_id": "1082",
        "poem": "The flames deception. A spark ignites, a golden flare. It dances wild within my veins. I chase its light, I bow to air, forgetting all the searing pains. The flame consumes. It leaves a scar. A beauty born of fleeting grace. Each burn a map of where we are, a journey lost in time and space. It promises a world so bright, yet blinds me with its cruel embrace. The ash is fall, I lose the fight, my spirit trapped in this false place. The flame deceives. It calls my name, a siren luring to the flame. I am bound to burn my will undone, till all that's left is ash and none."
    },
    {
        "video_id": "qkwhh821InsF8oj",
        "title": "Rebellion’s Price Addiction Poem - Defiance Against Addiction’s Cost",
        "description": "Listen to &quot;Defiance Against Addiction’s Cost,&quot; a defiant poem on rebellion’s price. Perfect for viewers seeking bold verses on resistance and ruin in poetry.",
        "thumbnail": "https://addictiontube.com/upload/photos/2025/06/h1TNWjpdWIrIbLEus3Lx_17_6f806aae1ec1984ca6c4be21c5210bc2_image.png",
        "video_location": "https://addictiontube.com/upload/videos/2025/06/qbr6YvLDeaX29xFWh6YK_17_538a67c889450f3fd795b97d565e94a5_video.mp4",
        "category_id": "1082",
        "poem": "Rebellions price. I spit at help. I curse the dawn. My fist raised high against the cure. The vials my crown. My rebels pawn. I'll drink my freedom pure and sure. Each shots a shout. A war I wage against the world that seeks my fall. I laugh at chains. I scorn the cage. Though deep inside I hear the call. The price is steep. My body breaks. My mind a battlefield of pride. I'll stand alone through all mistakes with poison as my only guide. Rebellions cost. A soul-laid bear. I pay with life. I do not care. The end draws near. My fights my doom. I perish in this rebel's gloom."
    },
    {
        "video_id": "sjqhaF862CIdBvU",
        "title": "Shattered Wings Addiction Poem - Broken Flights of Addiction’s Soul",
        "description": "Delve into &quot;Broken Flights of Addiction’s Soul,&quot; an anguished poem on lost dreams. Ideal for readers seeking heartfelt verses on confinement and pain.",
        "thumbnail": "https://addictiontube.com/upload/photos/2025/06/ZAPJ62GzOj8JsESi3xSj_17_8a80ac66775b8a44b712cfa6556411db_image.png",
        "video_location": "https://addictiontube.com/upload/videos/2025/06/RJxDgEBfW2Ke55V2SR9O_17_f1f4374f40d6ae1b1376fde97abb4bd4_video.mp4",
        "category_id": "1082",
        "poem": "shattered wings. My wings once soared, they touched the sky, now clipped by cravings dark and deep. I sing a flight, I long to fly but chains of need my dreams do keep. The air gross thick, my voice grows faint, each note a cry for freedom lost. I beat against this iron taint, my spirit bruised, my hope embossed. The sky recedes, a distant gleam, addiction binds me to the ground. I dream of skies, I wake to dream in silence where no peace is found. Shattered wings, my songs refrain, I fall through nights of endless pain. Yet still I sing, though caged I yearn, for skies I'll never more return."
    },
    {
        "video_id": "dXBrAND3SHiStcQ",
        "title": "Prayer in Shadows Addiction Poem - Lament in Addiction’s Darkness",
        "description": "Discover &quot;Lament in Addiction’s Darkness,&quot; a hopeless poem on despairing prayers. Perfect for those seeking raw, shadowy verses on addiction’s toll.",
        "thumbnail": "https://addictiontube.com/upload/photos/2025/06/p74mzcKGSp8VNkizHJl5_17_8b161c65868116c9b042f5f7b37fa393_image.png",
        "video_location": "https://addictiontube.com/upload/videos/2025/06/RoLSIX4v3AzG5xLtWFBA_17_83617e0932f896fa9b69fa7dc3ed3df1_video.mp4",
        "category_id": "1082",
        "poem": "Prayer in shadows. O light, O hope, I kneel and plead. My hands are raw, my heart is torn. The pipes my God, it meets my need, a false salvation, cold and worn. I tremble now, my faith agost, eat hit a prayer that fades to dust. I seek release, I seek a host to save my soul from this distrust. The shadows laugh, they know my shame, my prayers dissolve in smoky air. I cry for grace, I call your name, but find no answer, none to care. In shadows deep, my plea takes flight. Addiction dims my fading light. O save me now, or let me fade, in darkness where my soul is stayed."
    },
    {
        "video_id": "sDo1MAHWCbPT6Fq",
        "title": "Rise from Ruin Addiction Poem - Redemption from Addiction’s Ashes",
        "description": "Enjoy &quot;Redemption from Addiction’s Ashes,&quot; a hopeful poem on recovery’s rise. Ideal for poetry lovers seeking inspiring verses on healing and renewal.",
        "thumbnail": "https://addictiontube.com/upload/photos/2025/06/tvGZRAAeyTXLNpELpklp_17_dbce85428c09675e787f0470c3f3cb15_image.png",
        "video_location": "https://addictiontube.com/upload/videos/2025/06/CGRrPyszpNPWEnCwz4x7_17_edac2c1722c20164f2c96d9680478825_video.mp4",
        "category_id": "1082",
        "poem": "Rise from ruin, from broken glass. I lift my head, a phoenix born of shattered dreams. Each scar, a tale of lives once led, each breath of fight against the streams. The fire fades, the smoke retreats. I stand where once I knelt in pain. A new dawn breaks, my heart completes. The ruin yields to hopes refrain. The needles call, grow soft and still. I rise above the cravings tied. My spirit bends, it learns to heal. Where once my soul and darkness hide. From ruin's ash I claim my birth. Arise that shakes the trembling earth. Addictions grip begins to wane. I rise anew, I break the chain."
    },
    {
        "video_id": "sS4gpAKzHWjC1jN",
        "title": "The Hollow Hour Addiction Poem - Void of Addiction’s Timelessness",
        "description": "Unravel &quot;Void of Addiction’s Timelessness,&quot; a somber poem on hollow existence. Perfect for readers seeking poignant verses on loss and despair in poetry.",
        "thumbnail": "https://addictiontube.com/upload/photos/2025/06/xvmG4pBxocnVOmMjbILf_17_0154b60b613b6d9693a9d7c18523c2fc_image.png",
        "video_location": "https://addictiontube.com/upload/videos/2025/06/8sSJbEebpw5M6hKhb5ag_17_00d0eb418853e3247e5d6c0bdcabbf2f_video.mp4",
        "category_id": "1082",
        "poem": "The hollow hour, the clock tick slow, a hollow sound, my life a shell of muted cries. Each pill erases what I've found, a numbing piece beneath my eyes. The room is cold, my heart's a stone. I wander lost in empty space, addiction carves where I've outgrown a hollow mask upon my face. The hour drags, it steals my breath, no joy remains, no love to share. I live in death, a shadow's rath, trapped in the void of my despair. The hollow hour, my endless night, addiction dims my fading light. I drift alone, a ghost unseen, where silence rains my soul's been weaned."
    },
    {
        "video_id": "LwgkShsivvwO1fV",
        "title": "The Serpent’s Lair Addiction Poem - Trap of Addiction’s Venom",
        "description": "Dive into &quot;Trap of Addiction’s Venom,&quot; a bitter poem on seductive ruin. Ideal for those seeking intense verses on pain and captivity in poetry.",
        "thumbnail": "https://addictiontube.com/upload/photos/2025/06/e6jpuPxxtDNCI8GU9E6f_17_c56ae534379022b06ce3c230585cb884_image.png",
        "video_location": "https://addictiontube.com/upload/videos/2025/06/fSu2JhHniYkDdVkghwUc_17_1286de720701fe695bf7ee8d01792df4_video.mp4",
        "category_id": "1082",
        "poem": "The serpent's lair. The serpent coils. It's fangs sink deep. It offers gold. It takes my soul. I drink its venom, fall asleep. Within its lair I lose control. Each scale, a lie, each hiss, a lure. It wraps me tight and silken dread. I seek its kiss. I seek the cure. But find a prison built instead. The lair grows dark. My will grows frail. The serpent stands. My only guide. I'm lost to scales. To tooth to tail. We're hoping freedom both reside. The serpent's lair. My chosen fate. Addiction seals. My prison gate. I writhe within. It's prey. It's prize. Till death becomes my final guise."
    },
    {
        "video_id": "gIQdtRakDBAePEh",
        "title": "Dawn’s Fragile Thread Addiction Poem - Hope’s Light in Addiction’s Dawn",
        "description": "Explore &quot;Hope’s Light in Addiction’s Dawn,&quot; a hopeful poem on fragile recovery. Perfect for viewers seeking gentle verses on healing and hope in poetry.",
        "thumbnail": "https://addictiontube.com/upload/photos/2025/06/kWwAPEQhUNX7xr6l9oge_17_567349e5fda736dd669764329dec5501_image.png",
        "video_location": "https://addictiontube.com/upload/videos/2025/06/s4H1fXrxrjgUNxLfOjsL_17_7d2dde437ee5f7ed6bd7f8fa5cdbc9af_video.mp4",
        "category_id": "1082",
        "poem": "Dawn's fragile thread. A thread of light cuts through the haze. A fragile hope or shadows creep. I drop the glass, I end the craze. My trembling hands begin to weep. The dawn is soft, it calls me near. A whisper soft against my skin. I shed the weight I face the fear where healing starts where I begin. Each step is slow. Each breath again. The thread grows strong, my heart takes flight. Addictions hold, begins to wane. I walk toward morning's gentle light. Dawn's fragile thread, my saving grace, it pulls me from that darkened place. I hold it tight, I find my way, to live in you in brighter day."
    },
    {
        "video_id": "ZwVKC22XYT5jYgC",
        "title": "The Weight of Dust Addiction Poem - Burden of Addiction’s Decay",
        "description": "Listen to &quot;Burden of Addiction’s Decay,&quot; a resigned poem on lost strength. Ideal for those seeking reflective verses on ruin and surrender in poetry.",
        "thumbnail": "https://addictiontube.com/upload/photos/2025/06/8m9BE7FBko17ILRTeUIW_17_e28293ae33289741321734c78fd32e92_image.png",
        "video_location": "https://addictiontube.com/upload/videos/2025/06/HVOzdeqHftsBbirrIOb1_17_97c18747c88903c967b1a946460f6da0_video.mp4",
        "category_id": "1082",
        "poem": "The weight of dust. The dust settles on my weary frame. Each grain of memory I've lost. I chase the wind, I seek the flame, But find my soul in ruined tossed. The weight grows heavy, drags me down, A burden born of fleeting highs. I stumble blind, I wear a crown of ashes where my spirit lies. Each breath, a struggle, each step, a chore. The dust defines my every move. I long for air, I long for more, But addiction steals what I would prove. The weight of dust, my silent foe, It buries me where shadows grow. I sink beneath my strength undone, Till all that's left is dust and none."
    },
    {
        "video_id": "SVsabMorbD5hb8u",
        "title": "The Unseen Throne Addiction Poem - Dominion of Addiction’s Rule",
        "description": "Uncover &quot;Dominion of Addiction’s Rule,&quot; a resigned poem on lost control. Perfect for readers seeking tense verses on captivity and despair in poetry.",
        "thumbnail": "https://addictiontube.com/upload/photos/2025/06/KUAnM4fyQUjfJTPCaDFd_17_1b9de376b60dfaf955952070ae2ac4dd_image.png",
        "video_location": "https://addictiontube.com/upload/videos/2025/06/1yEbJd8v97Nrn8MFDXK7_17_d04f466f1f0a5265a0bf68463bccc02f_video.mp4",
        "category_id": "1082",
        "poem": "The unseen throne. It builds a throne within my mind, a silent king of ruthless reign. I bow to it, though I'm confined, it's scepter carves my heart with pain. No crown of gold, just chains of need. It rules where once my will held sway. I serve its whim, I plant its seed, a hostage lost to night and day. The throne grows fast, it dims my sight, it shadow casts my every fear. I fight, I fail, I lose the fight. Addiction's king is ever near. The unseen throne, my soul's defeat. It claims my life, my every beat. I sit in thralled, a prisoner bound, or silence reigns, no peace is found."
    }
]